{
    "data": [
        {
            "bab1": {
                "pageTitle": "Bab 1 - Ketentuan Umum",
                "content": [
                    {
                        "type": "ac",
                        "content": [
                            {
                                "firstExpand": true,
                                "content": [
                                    {
                                        "title": "Pasal 1",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Keimigrasian adalah hal ihwal lalu lintas orang yang masuk atau keluar Wilayah Indonesia serta pengawasannya dalam rangka menjaga tegaknya kedaulatan negara."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Wilayah Negara Republik Indonesia yang selanjutnya disebut Wilayah Indonesia adalah seluruh wilayah Indonesia serta zona tertentu yang ditetapkan berdasarkan undang-undang."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Fungsi Keimigrasian adalah bagian dari urusan pemerintahan negara dalam memberikan pelayanan Keimigrasian, penegakan hukum, keamanan negara, dan fasilitator pembangunan kesejahteraan masyarakat."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Menteri adalah menteri yang menyelenggarakan urusan pemerintahan di bidang hukum dan hak asasi manusia."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Direktur Jenderal adalah Direktur Jenderal Imigrasi."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Direktorat Jenderal Imigrasi adalah unsur pelaksana tugas dan fungsi Kementerian Hukum dan Hak Asasi Manusia di bidang Keimigrasian."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Pejabat Imigrasi adalah pegawai yang telah melalui pendidikan khusus Keimigrasian dan memiliki keahlian teknis Keimigrasian serta memiliki wewenang untuk melaksanakan tugas dan tanggung jawab berdasarkan Undang-Undang ini."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Penyidik Pegawai Negeri Sipil Keimigrasian yang selanjutnya disebut dengan PPNS Keimigrasian adalah Pejabat Imigrasi yang diberi wewenang oleh undang-undang untuk melakukan penyidikan tindak pidana Keimigrasian."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Orang Asing adalah orang yang bukan warga negara Indonesia."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Sistem Informasi Manajemen Keimigrasian adalah sistem teknologi informasi dan komunikasi yang digunakan untuk mengumpulkan, mengolah dan menyajikan informasi guna mendukung operasional, manajemen, dan pengambilan keputusan dalam melaksanakan Fungsi Keimigrasian."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Kantor Imigrasi adalah unit pelaksana teknis yang menjalankan Fungsi Keimigrasian di daerah kabupaten, kota, atau kecamatan."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Tempat Pemeriksaan Imigrasi adalah tempat pemeriksaan di pelabuhan laut, bandar udara, pos lintas batas, atau tempat lain sebagai tempat masuk dan keluar Wilayah Indonesia."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Dokumen Perjalanan adalah dokumen resmi yang dikeluarkan oleh pejabat yang berwenang dari suatu negara, Perserikatan Bangsa-Bangsa, atau organisasi internasional lainnya untuk melakukan perjalanan antarnegara yang memuat identitas pemegangnya."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Dokumen Keimigrasian adalah Dokumen Perjalanan Republik Indonesia, dan Izin Tinggal yang dikeluarkan oleh Pejabat Imigrasi atau pejabat dinas luar negeri."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Dokumen Perjalanan Republik Indonesia adalah Paspor Republik Indonesia dan Surat Perjalanan Laksana Paspor Republik Indonesia."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Paspor Republik Indonesia yang selanjutnya disebut Paspor adalah dokumen yang dikeluarkan oleh Pemerintah Republik Indonesia kepada warga negara Indonesia untuk melakukan perjalanan antarnegara yang berlaku selama jangka waktu tertentu."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Surat Perjalanan Laksana Paspor Republik Indonesia yang selanjutnya disebut Surat Perjalanan Laksana Paspor adalah dokumen pengganti paspor yang diberikan dalam keadaan tertentu yang berlaku selama jangka waktu tertentu."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Visa Republik Indonesia yang selanjutnya disebut Visa adalah keterangan tertulis yang diberikan oleh pejabat yang berwenang di Perwakilan Republik Indonesia atau di tempat lain yang ditetapkan oleh Pemerintah Republik Indonesia yang memuat persetujuan bagi Orang Asing untuk melakukan perjalanan ke Wilayah Indonesia dan menjadi dasar untuk pemberian Izin Tinggal."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Tanda Masuk adalah tanda tertentu berupa cap yang dibubuhkan pada Dokumen Perjalanan warga negara Indonesia dan Orang Asing, baik manual maupun elektronik, yang diberikan oleh Pejabat Imigrasi sebagai tanda bahwa yang bersangkutan masuk Wilayah Indonesia."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Tanda Keluar adalah tanda tertentu berupa cap yang dibubuhkan pada Dokumen Perjalanan warga negara Indonesia dan Orang Asing, baik manual maupun elektronik, yang diberikan oleh Pejabat Imigrasi sebagai tanda bahwa yang bersangkutan keluar Wilayah Indonesia."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Izin Tinggal adalah izin yang diberikan kepada Orang Asing oleh Pejabat Imigrasi atau pejabat dinas luar negeri untuk berada di Wilayah Indonesia."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Pernyataan Integrasi adalah pernyataan Orang Asing kepada Pemerintah Republik Indonesia sebagai salah satu syarat memperoleh Izin Tinggal Tetap."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Izin Tinggal Tetap adalah izin yang diberikan kepada Orang Asing tertentu untuk bertempat tinggal dan menetap di Wilayah Indonesia sebagai penduduk Indonesia."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Izin Masuk Kembali adalah izin tertulis yang diberikan oleh Pejabat Imigrasi kepada Orang Asing pemegang Izin Tinggal terbatas dan Izin Tinggal Tetap untuk masuk kembali ke Wilayah Indonesia."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Korporasi adalah kumpulan orang dan/atau kekayaan yang terorganisasi, baik merupakan badan hukum maupun bukan badan hukum."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Penjamin adalah orang atau Korporasi yang bertanggung jawab atas keberadaan dan kegiatan Orang Asing selama berada di Wilayah Indonesia."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Alat Angkut adalah kapal laut, pesawat udara, atau sarana transportasi lain yang lazim digunakan, baik untuk mengangkut orang maupun barang."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Pencegahan adalah larangan sementara terhadap orang untuk keluar dari Wilayah Indonesia berdasarkan alasan Keimigrasian atau alasan lain yang ditentukan oleh undang-undang."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Penangkalan adalah larangan terhadap Orang Asing untuk masuk Wilayah Indonesia berdasarkan alasan Keimigrasian."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Intelijen Keimigrasian adalah kegiatan penyelidikan Keimigrasian dan pengamanan Keimigrasian dalam rangka proses penyajian informasi melalui analisis guna menetapkan perkiraan keadaan Keimigrasian yang dihadapi atau yang akan dihadapi."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Tindakan Administratif Keimigrasian adalah sanksi administratif yang ditetapkan Pejabat Imigrasi terhadap Orang Asing di luar proses peradilan."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Penyelundupan Manusia adalah perbuatan yang bertujuan mencari keuntungan, baik secara langsung maupun tidak langsung, untuk diri sendiri atau untuk orang lain yang membawa seseorang atau kelompok orang, baik secara terorganisasi maupun tidak terorganisasi, atau memerintahkan orang lain untuk membawa seseorang atau kelompok orang, baik secara terorganisasi maupun tidak terorganisasi, yang tidak memiliki hak secara sah untuk memasuki Wilayah Indonesia atau keluar Wilayah Indonesia dan/atau masuk wilayah negara lain yang orang tersebut tidak memiliki hak untuk memasuki wilayah tersebut secara sah, baik dengan menggunakan dokumen sah maupun dokumen palsu, atau tanpa menggunakan Dokumen Perjalanan, baik melalui pemeriksaan imigrasi maupun tidak."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Rumah Detensi Imigrasi adalah unit pelaksana teknis yang menjalankan Fungsi Keimigrasian sebagai tempat penampungan sementara bagi Orang Asing yang dikenai Tindakan Administratif Keimigrasian."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Deteni adalah Orang Asing penghuni Rumah Detensi Imigrasi atau Ruang Detensi Imigrasi yang telah mendapatkan keputusan pendetensian dari Pejabat Imigrasi."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Deportasi adalah tindakan paksa mengeluarkan Orang Asing dari Wilayah Indonesia."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Penanggung Jawab Alat Angkut adalah pemilik, pengurus, agen, nakhoda, kapten kapal, kapten pilot, atau pengemudi alat angkut yang bersangkutan."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Penumpang adalah setiap orang yang berada di atas alat angkut, kecuali awak alat angkut."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Perwakilan Republik Indonesia adalah Kedutaan Besar Republik Indonesia, Konsulat Jenderal Republik Indonesia, dan Konsulat Republik Indonesia."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 2",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Setiap warga negara Indonesia berhak melakukan perjalanan keluar dan masuk Wilayah Indonesia."
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ]
            },
            "bab2": {
                "pageTitle": "Bagian Kedua - Sistem Informasi Manajemen Keimigrasian",
                "content": [
                    {
                        "type": "h4",
                        "content": "Bagian Kesatu - Umum"
                    },
                    {
                        "type": "ac",
                        "content": [
                            {
                                "firstExpand": true,
                                "content": [
                                    {
                                        "title": "Pasal 3",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Untuk melaksanakan Fungsi Keimigrasian, Pemerintah menetapkan kebijakan Keimigrasian."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Kebijakan Keimigrasian dilaksanakan oleh Menteri."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Fungsi Keimigrasian di sepanjang garis perbatasan Wilayah Indonesia dilaksanakan oleh Pejabat Imigrasi yang meliputi Tempat Pemeriksaan Imigrasi dan pos lintas batas."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 4",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Untuk melaksanakan Fungsi Keimigrasian sebagaimana dimaksud dalam Pasal 3, dapat dibentuk Kantor Imigrasi di kabupaten, kota, atau kecamatan."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Di setiap wilayah kerja Kantor Imigrasi dapat dibentuk Tempat Pemeriksaan Imigrasi."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Pembentukan Tempat Pemeriksaan Imigrasi sebagaimana dimaksud pada ayat (2) ditetapkan berdasarkan Keputusan Menteri."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Selain Kantor Imigrasi sebagaimana dimaksud pada ayat (1), dapat dibentuk Rumah Detensi Imigrasi di ibu kota negara, provinsi, kabupaten, atau kota."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Kantor Imigrasi dan Rumah Detensi Imigrasi merupakan unit pelaksana teknis yang berada di bawah Direktorat Jenderal Imigrasi."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 5",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Fungsi Keimigrasian di setiap Perwakilan Republik Indonesia atau tempat lain di luar negeri dilaksanakan oleh Pejabat Imigrasi dan/atau pejabat dinas luar negeri yang ditunjuk."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 6",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Pemerintah dapat melakukan kerja sama internasional di bidang Keimigrasian dengan negara lain dan/atau dengan badan atau organisasi internasional berdasarkan ketentuan peraturan perundang-undangan."
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "type": "h4",
                        "content": "Bagian Kedua - Sistem Informasi Manajemen Keimigrasian"
                    },
                    {
                        "type": "ac",
                        "content": [
                            {
                                "firstExpand": false,
                                "content": [
                                    {
                                        "title": "Pasal 7",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Direktur Jenderal bertanggung jawab menyusun dan mengelola Sistem Informasi Manajemen Keimigrasian sebagai sarana pelaksanaan Fungsi Keimigrasian di dalam atau di luar Wilayah Indonesia."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Sistem Informasi Manajemen Keimigrasian dapat diakses oleh instansi dan/atau lembaga pemerintahan terkait sesuai dengan tugas dan fungsinya."
                                                    }
                                                ]
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ]
            },
            "bab3": {
                "pageTitle": "Bab 3 - Masuk dan Keluar Wilayah Indonesia",
                "content": [
                    {
                        "type": "h4",
                        "content": "Bagian Kesatu - Umum"
                    },
                    {
                        "type": "ac",
                        "content": [
                            {
                                "firstExpand": true,
                                "content": [
                                    {
                                        "title": "Pasal 8",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Setiap orang yang masuk atau keluar Wilayah Indonesia wajib memiliki Dokumen Perjalanan yang sah dan masih berlaku."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Setiap Orang Asing yang masuk Wilayah Indonesia wajib memiliki Visa yang sah dan masih berlaku, kecuali ditentukan lain berdasarkan Undang-Undang ini dan perjanjian internasional."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 9",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Setiap orang yang masuk atau keluar Wilayah Indonesia wajib melalui pemeriksaan yang dilakukan oleh Pejabat Imigrasi di Tempat Pemeriksaan Imigrasi."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Pemeriksaan sebagaimana dimaksud pada ayat (1) meliputi pemeriksaan Dokumen Perjalanan dan/atau identitas diri yang sah."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Dalam hal terdapat keraguan atas keabsahan Dokumen Perjalanan dan/atau identitas diri seseorang, Pejabat Imigrasi berwenang untuk melakukan penggeledahan terhadap badan dan barang bawaan dan dapat dilanjutkan dengan proses penyelidikan Keimigrasian."
                                                    }
                                                ]
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "type": "h4",
                        "content": "Bagian Kedua - Masuk Wilayah Indonesia"
                    },
                    {
                        "type": "ac",
                        "content": [
                            {
                                "firstExpand": false,
                                "content": [
                                    {
                                        "title": "Pasal 10",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Orang Asing yang telah memenuhi persyaratan dapat masuk Wilayah Indonesia setelah mendapatkan Tanda Masuk."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 11",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Dalam keadaan darurat Pejabat Imigrasi dapat memberikan Tanda Masuk yang bersifat darurat kepada Orang Asing."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Tanda Masuk sebagaimana dimaksud pada ayat (1) berlaku sebagai Izin Tinggal kunjungan dalam jangka waktu tertentu."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 12",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Menteri berwenang melarang Orang Asing berada di daerah tertentu di Wilayah Indonesia."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 13",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Pejabat Imigrasi menolak Orang Asing masuk Wilayah Indonesia dalam hal orang asing tersebut:"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "namanya tercantum dalam daftar Penangkalan;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "tidak memiliki Dokumen Perjalanan yang sah dan berlaku;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "memiliki dokumen Keimigrasian yang palsu;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "tidak memiliki Visa, kecuali yang dibebaskan dari kewajiban memiliki Visa;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "telah memberi keterangan yang tidak benar dalam memperoleh Visa;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "menderita penyakit menular yang membahayakan kesehatan umum;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "terlibat kejahatan internasional dan tindak pidana transnasional yang terorganisasi;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "termasuk dalam daftar pencarian orang untuk ditangkap dari suatu negara asing"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "value": 2,
                                                        "content": "Orang Asing yang ditolak masuk sebagaimana dimaksud pada ayat (1) ditempatkan dalam pengawasan sementara menunggu proses pemulangan yang bersangkutan."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 14",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Setiap warga negara Indonesia tidak dapat ditolak masuk Wilayah Indonesia."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Dalam hal terdapat keraguan terhadap Dokumen Perjalanan seorang warga negara Indonesia dan/atau status kewarganegaraannya, yang bersangkutan harus memberikan bukti lain yang sah dan meyakinkan yang menunjukkan bahwa yang bersangkutan adalah warga negara Indonesia."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Dalam rangka melengkapi bukti sebagaimana dimaksud pada ayat (2), yang bersangkutan dapat ditempatkan dalam Rumah Detensi Imigrasi atau Ruang Detensi Imigrasi."
                                                    }
                                                ]
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "type": "h4",
                        "content": "Bagian Ketiga - Keluar Wilayah Indonesia"
                    },
                    {
                        "type": "ac",
                        "content": [
                            {
                                "firstExpand": false,
                                "content": [
                                    {
                                        "title": "Pasal 15",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Setiap orang dapat keluar Wilayah Indonesia setelah memenuhi persyaratan dan mendapat Tanda Keluar dari Pejabat Imigrasi."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 16",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Pejabat Imigrasi menolak orang untuk keluar Wilayah Indonesia dalam hal orang tersebut: "
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "tidak memiliki Dokumen Perjalanan yang sah dan masih berlaku;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "diperlukan untuk kepentingan penyelidikan dan penyidikan atas permintaan pejabat yang berwenang; atau"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "namanya tercantum dalam daftar Pencegahan."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "value": 2,
                                                        "content": "Pejabat Imigrasi juga berwenang menolak Orang Asing untuk keluar Wilayah Indonesia dalam hal Orang Asing tersebut masih mempunyai kewajiban di Indonesia yang harus diselesaikan sesuai dengan ketentuan peraturan perundang-undangan."
                                                    }
                                                ]
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "type": "h4",
                        "content": "Bagian Keempat - Kewajiban Penanggung Jawab Alat Angkut"
                    },
                    {
                        "type": "ac",
                        "content": [
                            {
                                "firstExpand": false,
                                "content": [
                                    {
                                        "title": "Pasal 17",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Penanggung Jawab Alat Angkut yang masuk atau keluar Wilayah Indonesia dengan alat angkutnya wajib melalui Tempat Pemeriksaan Imigrasi."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Penanggung Jawab Alat Angkut yang membawa penumpang yang akan masuk atau keluar Wilayah Indonesia hanya dapat menurunkan atau menaikkan penumpang di Tempat Pemeriksaan Imigrasi."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Nakhoda kapal laut wajib melarang Orang Asing yang tidak memenuhi persyaratan untuk meninggalkan alat angkutnya selama alat angkut tersebut berada di Wilayah Indonesia."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 18",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Penanggung Jawab Alat Angkut yang datang dari luar Wilayah Indonesia atau akan berangkat keluar Wilayah Indonesia diwajibkan untuk: <br/> a. sebelum kedatangan atau keberangkatan memberitahukan rencana kedatangan atau rencana keberangkatan secara tertulis atau elektronik kepada Pejabat Imigrasi; <br/> b. menyampaikan daftar penumpang dan daftar awak alat angkut yang ditandatanganinya kepada Pejabat Imigrasi; <br/> c. memberikan tanda atau mengibarkan bendera isyarat bagi kapal laut yang datang dari luar Wilayah Indonesia dengan membawa penumpang; <br/> d. melarang setiap orang naik atau turun dari alat angkut tanpa izin Pejabat Imigrasi sebelum dan selama dilakukan pemeriksaan Keimigrasian; <br/> e. melarang setiap orang naik atau turun dari alat angkut yang telah mendapat penyelesaian Keimigrasian selama menunggu keberangkatan; <br/> f. membawa kembali keluar Wilayah Indonesia pada kesempatan pertama setiap Orang Asing yang tidak memenuhi persyaratan yang datang dengan alat angkutnya; <br/> g. menjamin bahwa Orang Asing yang diduga atau dicurigai akan masuk ke Wilayah Indonesia secara tidak sah untuk tidak turun dari alat angkutnya; dan <br/> h. menanggung segala biaya yang timbul sebagai akibat pemulangan setiap penumpang dan/atau awak alat angkutnya."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Penanggung Jawab Alat Angkut reguler wajib menggunakan sistem informasi pemrosesan pendahuluan data penumpang dan melakukan kerja sama dalam rangka pemberitahuan data penumpang melalui Sistem Informasi Manajemen Keimigrasian."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 19",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "PPenanggung Jawab Alat Angkut wajib memeriksa Dokumen Perjalanan dan/atau Visa setiap penumpang yang akan melakukan perjalanan masuk Wilayah Indonesia."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Pemeriksaan sebagaimana dimaksud pada ayat (1) dilakukan sebelum penumpang naik ke alat angkutnya yang akan menuju Wilayah Indonesia."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Penanggung Jawab Alat Angkut sebagaimana dimaksud pada ayat (1) wajib menolak untuk mengangkut setiap penumpang yang tidak memiliki Dokumen Perjalanan, Visa, dan/atau Dokumen Keimigrasian yang sah dan masih berlaku."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Jika dalam pemeriksaan Keimigrasian oleh Pejabat Imigrasi ditemukan ada penumpang sebagaimana dimaksud pada ayat (3), Penanggung Jawab Alat Angkut dikenai sanksi berupa biaya beban dan wajib membawa kembali penumpang tersebut keluar Wilayah Indonesia."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 20",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Pejabat Imigrasi yang bertugas berwenang naik ke alat angkut yang berlabuh di pelabuhan, mendarat di bandar udara, atau berada di pos lintas batas untuk kepentingan pemeriksaan Keimigrasian."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 21",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Dalam hal terdapat dugaan adanya pelanggaran terhadap ketentuan sebagaimana dimaksud dalam Pasal 17 atau Pasal 18, Pejabat Imigrasi berwenang memerintahkan Penanggung Jawab Alat Angkut untuk menghentikan atau membawa alat angkutnya ke suatu tempat guna kepentingan pemeriksaan Keimigrasian."
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "type": "h4",
                        "content": "Bagian Kelima - Area Imigrasi"
                    },
                    {
                        "type": "ac",
                        "content": [
                            {
                                "firstExpand": false,
                                "content": [
                                    {
                                        "title": "Pasal 22",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Penanggung Jawab Alat Angkut yang masuk atau keluar Wilayah Indonesia dengan alat angkutnya wajib melalui Tempat Pemeriksaan Imigrasi."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Penanggung Jawab Alat Angkut yang membawa penumpang yang akan masuk atau keluar Wilayah Indonesia hanya dapat menurunkan atau menaikkan penumpang di Tempat Pemeriksaan Imigrasi."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Nakhoda kapal laut wajib melarang Orang Asing yang tidak memenuhi persyaratan untuk meninggalkan alat angkutnya selama alat angkut tersebut berada di Wilayah Indonesia."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 23",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Ketentuan lebih lanjut mengenai persyaratan dan tata cara masuk dan keluar Wilayah Indonesia diatur dengan Peraturan Pemerintah."
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ]
            },
            "bab4": {
                "pageTitle": "Bab 4 - Dokumen Perjalanan Republik Indonesia",
                "content": [
                    {
                        "type": "ac",
                        "content": [
                            {
                                "firstExpand": true,
                                "content": [
                                    {
                                        "title": "Pasal 24",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Dokumen Perjalanan Republik Indonesia terdiri atas:"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "Paspor; dan"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "Surat Perjalanan Laksana Paspor."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "value": 2,
                                                        "content": "Paspor terdiri atas:"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "Paspor diplomatik;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "Paspor dinas;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "Paspor biasa."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "value": 3,
                                                        "content": "Surat Perjalanan Laksana Paspor terdiri atas:"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "Surat Perjalanan Laksana Paspor untuk warga negara Indonesia;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "Surat Perjalanan Laksana Paspor untuk Orang Asing; dan"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "surat perjalanan lintas batas atau pas lintas batas;"
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 25",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Paspor diplomatik diterbitkan bagi warga negara Indonesia yang akan melakukan perjalanan keluar Wilayah Indonesia dalam rangka penempatan atau perjalanan tugas yang bersifat diplomatik."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Paspor dinas diterbitkan bagi warga negara Indonesia yang akan melakukan perjalanan keluar Wilayah Indonesia dalam rangka penempatan atau perjalanan dinas yang tidak bersifat diplomatik."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Paspor diplomatik dan Paspor dinas sebagaimana dimaksud pada ayat (1) dan ayat (2) diterbitkan oleh Menteri Luar Negeri."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 26",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Paspor biasa diterbitkan untuk warga negara Indonesia."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Paspor biasa sebagaimana dimaksud pada ayat (1) diterbitkan oleh Menteri atau Pejabat Imigrasi yang ditunjuk."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 27",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Surat Perjalanan Laksana Paspor untuk warga negara Indonesia dikeluarkan bagi warga negara Indonesia dalam keadaan tertentu jika Paspor biasa tidak dapat diberikan."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Surat Perjalanan Laksana Paspor untuk Orang Asing dikeluarkan bagi Orang Asing yang tidak mempunyai Dokumen Perjalanan yang sah dan negaranya tidak mempunyai perwakilan di Indonesia."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Surat Perjalanan Laksana Paspor sebagaimana dimaksud pada ayat (2) diberikan dalam hal: a. atas kehendak sendiri keluar Wilayah Indonesia sepanjang tidak terkena pencegahan; b. dikenai Deportasi; atau c. repatriasi."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Surat Perjalanan Laksana Paspor diterbitkan oleh Menteri atau Pejabat Imigrasi yang ditunjuk."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 28",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Surat Perjalanan Laksana Paspor dapat dikeluarkan untuk orang perseorangan atau kolektif."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 29",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Surat perjalanan lintas batas atau pas lintas batas dapat dikeluarkan bagi warga negara Indonesia yang berdomisili di wilayah perbatasan negara Republik Indonesia dengan negara lain sesuai dengan perjanjian lintas batas."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Surat perjalanan lintas batas atau pas lintas batas diterbitkan oleh Menteri atau Pejabat Imigrasi yang ditunjuk."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 30",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Setiap warga negara Indonesia hanya diperbolehkan memegang 1 (satu) Dokumen Perjalanan Republik Indonesia yang sejenis atas namanya sendiri yang masih berlaku."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 31",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Menteri atau Pejabat Imigrasi yang ditunjuk berwenang melakukan penarikan atau pencabutan Paspor biasa, Surat Perjalanan Laksana Paspor, dan surat perjalanan lintas batas atau pas lintas batas yang telah dikeluarkan."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Menteri Luar Negeri atau pejabat yang ditunjuk berwenang melakukan penarikan atau pencabutan Paspor diplomatik dan Paspor dinas."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Penarikan Paspor biasa dilakukan dalam hal: a. pemegangnya melakukan tindak pidana atau melanggar peraturan perundang-undangan di Indonesia; atau b. pemegangnya termasuk dalam daftar Pencegahan."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 32",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Menteri atau Pejabat Imigrasi yang ditunjuk bertanggung jawab atas perencanaan, pengadaan, penyimpanan, pendistribusian, dan pengamanan blanko dan formulir: a. Paspor biasa; b. Surat Perjalanan Laksana Paspor; dan c. surat perjalanan lintas batas atau pas lintas batas."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Menteri atau Pejabat Imigrasi yang ditunjuk menetapkan spesifikasi teknis pengamanan dengan standar bentuk, ukuran, desain, fitur pengamanan, dan isi blanko sesuai dengan standar internasional serta formulir: a. Paspor biasa; b. Surat Perjalanan Laksana Paspor; dan c. surat perjalanan lintas batas atau pas lintas batas."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Pejabat Imigrasi atau pejabat yang ditunjuk berwenang melakukan pengisian dan pencatatan, baik secara manual maupun elektronik, dalam blanko dan formulir: a. Paspor biasa; b. Surat Perjalanan Laksana Paspor; dan c. surat perjalanan lintas batas atau pas lintasbatas."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 33",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Ketentuan lebih lanjut mengenai tata cara dan persyaratan pemberian, penarikan, pembatalan, pencabutan, penggantian, serta pengadaan blanko dan standardisasi Dokumen Perjalanan Republik Indonesia diatur dengan Peraturan Pemerintah."
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ]
            },
            "bab5": {
                "pageTitle": "Bab 5 - Visa Tanda Masuk dan Izin Tinggal",
                "content": [
                    {
                        "type": "h4",
                        "content": "Bagian Kesatu - Visa"
                    },
                    {
                        "type": "ac",
                        "content": [
                            {
                                "firstExpand": true,
                                "content": [
                                    {
                                        "title": "Pasal 34",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Visa terdiri atas: Visa diplomatik; Visa dinas; Visa kunjungan; dan Visa tinggal terbatas."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 35",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Visa diplomatik diberikan kepada Orang Asing pemegang Paspor diplomatik dan paspor lain untuk masuk Wilayah Indonesia guna melaksanakan tugas yang bersifat diplomatik."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 36",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Visa dinas diberikan kepada Orang Asing pemegang Paspor dinas dan Paspor lain yang akan melakukan perjalanan ke Wilayah Indonesia dalam rangka melaksanakan tugas resmi yang tidak bersifat diplomatik dari pemerintah asing yang bersangkutan atau organisasi internasional."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 37",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Pemberian Visa diplomatik dan Visa dinas merupakan kewenangan Menteri Luar Negeri dan dalam pelaksanaannya dikeluarkan oleh pejabat dinas luar negeri di Perwakilan Republik Indonesia."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 38",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Visa kunjungan diberikan kepada Orang Asing yang akan melakukan perjalanan ke Wilayah Indonesia dalam rangka kunjungan tugas pemerintahan, pendidikan, sosial budaya, pariwisata, bisnis, keluarga, jurnalistik, atau singgah untuk meneruskan perjalanan ke negara lain."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 39",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Visa tinggal terbatas diberikan kepada Orang Asing: a. sebagai rohaniawan, tenaga ahli, pekerja, peneliti, pelajar, investor, lanjut usia, dan keluarganya, serta Orang Asing yang kawin secara sah dengan warga negara Indonesia, yang akan melakukan perjalanan ke Wilayah Indonesia untuk bertempat tinggal dalam jangka waktu yang terbatas; atau b. dalam rangka bergabung untuk bekerja di atas kapal, alat apung, atau instalasi yang beroperasi di wilayah perairan nusantara, laut teritorial, landas kontinen, dan/atau Zona Ekonomi Eksklusif Indonesia."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 40",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Pemberian Visa kunjungan dan Visa tinggal terbatas merupakan kewenangan Menteri."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Visa sebagaimana dimaksud pada ayat (1) diberikan dan ditandatangani oleh Pejabat Imigrasi di Perwakilan Republik Indonesia di luar negeri."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Dalam hal Perwakilan Republik Indonesia belum ada Pejabat Imigrasi sebagaimana dimaksud pada ayat (2), pemberian Visa kunjungan dan Visa tinggal terbatas dilaksanakan oleh pejabat dinas luar negeri."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Pejabat dinas luar negeri sebagaimana dimaksud pada ayat (3) berwenang memberikan Visa setelah memperoleh Keputusan Menteri."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 41",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Visa kunjungan dapat juga diberikan kepada Orang Asing pada saat kedatangan di Tempat Pemeriksaan Imigrasi."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Orang Asing yang dapat diberikan Visa kunjungan saat kedatangan adalah warga negara dari negara tertentu yang ditetapkan berdasarkan Peraturan Menteri."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Pemberian Visa kunjungan saat kedatangan di Tempat Pemeriksaan Imigrasi sebagaimana dimaksud pada ayat (1) dilaksanakan oleh Pejabat Imigrasi."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 42",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Permohonan Visa ditolak dalam hal pemohon:"
                                            },
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "namanya tercantum dalam daftar Penangkalan;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "tidak memiliki Dokumen Perjalanan yang sah dan masih berlaku;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "tidak cukup memiliki biaya hidup bagi dirinya dan/atau keluarganya selama berada di Indonesia;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "tidak memiliki tiket kembali atau tiket terusan untuk melanjutkan perjalanan ke negara lain;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "tidak memiliki Izin Masuk Kembali ke negara asal atau tidak memiliki visa ke negara lain;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "menderita penyakit menular, gangguan jiwa, atau hal lain yang dapat membahayakan kesehatan atau ketertiban umum;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "terlibat tindak pidana transnasional yang terorganisasi atau membahayakan keutuhan wilayah Negara Kesatuan Republik Indonesia; dan/atau"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "termasuk dalam jaringan praktik atau kegiatan prostitusi, perdagangan orang, dan penyelundupan manusia."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 43",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Dalam hal tertentu Orang Asing dapat dibebaskan dari kewajiban memiliki Visa."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Orang Asing yang dibebaskan dari kewajiban memiliki Visa sebagaimana dimaksud pada ayat (1) adalah:"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "warga negara dari negara tertentu yang ditetapkan berdasarkan Peraturan Presiden dengan memperhatikan asas timbal balik dan asas manfaat;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "warga negara asing pemegang Izin Tinggal yang memiliki Izin Masuk Kembali yang masih berlaku;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "nakhoda, kapten pilot, atau awak yang sedang bertugas di alat angkut;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "nakhoda, awak kapal, atau tenaga ahli asing di atas kapal laut atau alat apung yang datang langsung dengan alat angkutnya untuk beroperasi di perairan Nusantara, laut teritorial, landas kontinen, dan/atau Zona Ekonomi Eksklusif Indonesia."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "terlibat tindak pidana transnasional yang terorganisasi atau membahayakan keutuhan wilayah Negara Kesatuan Republik Indonesia; dan/atau"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "termasuk dalam jaringan praktik atau kegiatan prostitusi, perdagangan orang, dan penyelundupan manusia."
                                                    }
                                                ]
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "type": "h4",
                        "content": "Bagian Kedua - Tanda Masuk"
                    },
                    {
                        "type": "ac",
                        "content": [
                            {
                                "firstExpand": true,
                                "content": [
                                    {
                                        "title": "Pasal 44",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Orang Asing dapat masuk Wilayah Indonesia setelah mendapat Tanda Masuk."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Tanda Masuk diberikan oleh Pejabat Imigrasi di Tempat Pemeriksaan Imigrasi kepada Orang Asing yang telah memenuhi persyaratan masuk Wilayah Indonesia."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 45",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Tanda Masuk bagi Orang Asing pemegang Visa diplomatik atau Visa dinas yang melakukan kunjungan singkat di Indonesia berlaku juga sebagai Izin Tinggal diplomatik atau Izin Tinggal dinas."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Tanda Masuk bagi Orang Asing yang dibebaskan dari kewajiban memiliki Visa atau pemegang Visa kunjungan berlaku juga sebagai Izin Tinggal kunjungan."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 46",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Orang Asing pemegang Visa diplomatik atau Visa dinas dengan maksud bertempat tinggal di Wilayah Indonesia setelah mendapat Tanda Masuk wajib mengajukan permohonan kepada Menteri Luar Negeri atau pejabat yang ditunjuk untuk memperoleh Izin Tinggal diplomatik atau Izin Tinggal dinas."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Orang Asing pemegang Visa tinggal terbatas setelah mendapat Tanda Masuk wajib mengajukan permohonan kepada kepala Kantor Imigrasi untuk memperoleh Izin Tinggal terbatas."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Jika Orang Asing sebagaimana dimaksud pada ayat (1) dan ayat (2) tidak melaksanakan kewajiban tersebut, Orang Asing yang bersangkutan dianggap berada di Wilayah Indonesia secara tidak sah."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 47",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Ketentuan lebih lanjut mengenai persyaratan dan tata cara permohonan, jenis kegiatan, dan jangka waktu Visa, serta tata cara pemberian Tanda Masuk diatur dengan Peraturan Pemerintah."
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "type": "h4",
                        "content": "Bagian Ketiga - Izin Tinggal"
                    },
                    {
                        "type": "ac",
                        "content": [
                            {
                                "firstExpand": true,
                                "content": [
                                    {
                                        "title": "Pasal 48",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Setiap Orang Asing yang berada di Wilayah Indonesia wajib memiliki Izin Tinggal."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Izin Tinggal diberikan kepada Orang Asing sesuai dengan Visa yang dimilikinya."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Izin Tinggal sebagaimana dimaksud pada ayat (1) terdiri atas:"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "Izin Tinggal diplomatik;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "Izin Tinggal dinas;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "Izin Tinggal kunjungan;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "Izin Tinggal terbatas; dan"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "Izin Tinggal Tetap."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "value": 4,
                                                        "content": "Menteri berwenang melarang Orang Asing yang telah diberi Izin Tinggal berada di daerah tertentu di Wilayah Indonesia."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Terhadap Orang Asing yang sedang menjalani penahanan untuk kepentingan proses penyidikan, penuntutan, dan pemeriksaan di sidang pengadilan atau menjalani pidana kurungan atau pidana penjara di lembaga pemasyarakatan, sedangkan izin tinggalnya telah lampau waktu, Orang Asing tersebut tidak dikenai kewajiban sebagaimana dimaksud pada ayat (1)."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 49",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Izin Tinggal diplomatik diberikan kepada Orang Asing yang masuk Wilayah Indonesia dengan Visa diplomatik."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Izin Tinggal dinas diberikan kepada Orang Asing yang masuk Wilayah Indonesia dengan Visa dinas."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Izin Tinggal diplomatik dan Izin Tinggal dinas serta perpanjangannya diberikan oleh Menteri Luar Negeri."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 50",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Izin Tinggal kunjungan diberikan kepada:"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "Orang Asing yang masuk Wilayah Indonesia dengan Visa kunjungan; atau"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "anak yang baru lahir di Wilayah Indonesia dan pada saat lahir ayah dan/atau ibunya pemegang Izin Tinggal kunjungan."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "value": 2,
                                                        "content": "Izin Tinggal kunjungan sebagaimana dimaksud pada ayat (1) huruf b diberikan sesuai dengan Izin Tinggal kunjungan ayah dan/atau ibunya."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 51",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "p",
                                                        "content": "Izin Tinggal kunjungan berakhir karena pemegang Izin Tinggal kunjungan:"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "kembali ke negara asalnya;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "izinnya telah habis masa berlaku;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "izinnya beralih status menjadi Izin Tinggal terbatas;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "izinnya dibatalkan oleh Menteri atau Pejabat Imigrasi yang ditunjuk;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "dikenai Deportasi; atau"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "meninggal dunia."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 52",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "p",
                                                        "content": "Izin Tinggal terbatas diberikan kepada:"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Orang Asing yang masuk Wilayah Indonesia dengan Visa tinggal terbatas;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "anak yang pada saat lahir di Wilayah Indonesia ayah dan/atau ibunya pemegang Izin Tinggal terbatas;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Orang Asing yang diberikan alih status dari Izin Tinggal kunjungan;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "nakhoda, awak kapal, atau tenaga ahli asing di atas kapal laut, alat apung, atau instalasi yang beroperasi di wilayah perairan dan wilayah yurisdiksi Indonesia sesuai dengan ketentuan peraturan perundang-undangan;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Orang Asing yang kawin secara sah dengan warga negara Indonesia; atau"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "anak dari Orang Asing yang kawin secara sah dengan warga negara Indonesia."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 53",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "p",
                                                        "content": "Izin Tinggal terbatas berakhir karena pemegang Izin Tinggal terbatas:"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "kembali ke negara asalnya dan tidak bermaksud masuk lagi ke Wilayah Indonesia;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "kembali ke negara asalnya dan tidak kembali lagi melebihi masa berlaku Izin Masuk Kembali yang dimilikinya;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "memperoleh kewarganegaraan Republik Indonesia;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "izinnya telah habis masa berlaku;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "izinnya beralih status menjadi Izin Tinggal Tetap;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "izinnya dibatalkan oleh Menteri atau Pejabat Imigrasi yang ditunjuk;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "dikenai Deportasi; atau"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "meninggal dunia."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 54",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Izin Tinggal Tetap dapat diberikan kepada:"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "Orang Asing pemegang Izin Tinggal terbatas sebagai rohaniwan, pekerja, investor, dan lanjut usia;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "keluarga karena perkawinan campuran;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "suami, istri, dan/atau anak dari Orang Asing pemegang Izin Tinggal Tetap; dan"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "Orang Asing eks warga negara Indonesia dan eks subjek anak berkewarganegaraan ganda Republik Indonesia."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "value": 2,
                                                        "content": "Izin Tinggal Tetap sebagaimana dimaksud pada ayat (1) tidak diberikan kepada Orang Asing yang tidak memiliki paspor kebangsaan."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Orang Asing pemegang Izin Tinggal Tetap merupakan penduduk Indonesia."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 55",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Pemberian, perpanjangan, dan pembatalan Izin Tinggal kunjungan, Izin Tinggal terbatas, dan Izin Tinggal Tetap dilakukan oleh Menteri atau Pejabat Imigrasi yang ditunjuk."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 56",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Izin Tinggal yang telah diberikan kepada Orang Asing dapat dialihstatuskan."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Izin Tinggal yang dapat dialihstatuskan adalah Izin Tinggal kunjungan menjadi Izin Tinggal terbatas dan Izin Tinggal terbatas menjadi Izin Tinggal Tetap."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Alih status Izin Tinggal sebagaimana dimaksud pada ayat (2) ditetapkan dengan Keputusan Menteri."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 57",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Izin Tinggal kunjungan dan Izin Tinggal terbatas dapat juga dialihstatuskan menjadi Izin Tinggal dinas."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Alih status sebagaimana dimaksud pada ayat (1) hanya dapat dilaksanakan berdasarkan Keputusan Menteri setelah mendapat persetujuan Menteri Luar Negeri."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 58",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Dalam hal Pejabat Imigrasi meragukan status Izin Tinggal Orang Asing dan kewarganegaraan seseorang, Pejabat Imigrasi berwenang menelaah serta memeriksa status Izin Tinggal dan kewarganegaraannya."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 59",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Izin Tinggal Tetap diberikan untuk jangka waktu 5 (lima) tahun dan dapat diperpanjang untuk waktu yang tidak terbatas sepanjang izinnya tidak dibatalkan."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Pemegang Izin Tinggal Tetap untuk jangka waktu yang tidak terbatas sebagaimana dimaksud pada ayat (1) wajib melapor ke Kantor Imigrasi setiap 5 (lima) tahun dan tidak dikenai biaya."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 60",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Izin Tinggal Tetap bagi pemohon sebagaimana dimaksud dalam Pasal 54 ayat (1) huruf a diberikan setelah pemohon tinggal menetap selama 3 (tiga) tahun berturut-turut dan menandatangani Pernyataan Integrasi kepada Pemerintah Republik Indonesia."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Untuk mendapatkan Izin Tinggal Tetap bagi pemohon sebagaimana dimaksud dalam Pasal 54 ayat (1) huruf b diberikan setelah usia perkawinannya mencapai 2 (dua) tahun dan menandatangani Pernyataan Integrasi kepada Pemerintah Republik Indonesia."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Izin Tinggal Tetap bagi pemohon sebagaimana dimaksud dalam Pasal 54 ayat (1) huruf c dan huruf d dapat langsung diberikan."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 61",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Pemegang Izin Tinggal terbatas sebagaimana dimaksud dalam Pasal 52 huruf e dan huruf f dan pemegang Izin Tinggal Tetap sebagaimana dimaksud dalam Pasal 54 ayat (1) huruf b dan huruf d dapat melakukan pekerjaan dan/atau usaha untuk memenuhi kebutuhan hidup dan/atau keluarganya."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 62",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Izin Tinggal Tetap dapat berakhir karena pemegang Izin Tinggal Tetap:"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "meninggalkan Wilayah Indonesia lebih dari 1 (satu) tahun atau tidak bermaksud masuk lagi ke Wilayah Indonesia;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "tidak melakukan perpanjangan Izin Tinggal Tetap setelah 5 (lima) tahun;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "memperoleh kewarganegaraan Republik Indonesia;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "izinnya dibatalkan oleh Menteri atau Pejabat Imigrasi yang ditunjuk;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "dikenai tindakan Deportasi; atau"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "meninggal dunia."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "value": 2,
                                                        "content": "Izin Tinggal Tetap dibatalkan karena pemegang Izin Tinggal Tetap:"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "terbukti melakukan tindak pidana terhadap negara sebagaimana diatur dalam peraturan perundang-undangan;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "melakukan kegiatan yang membahayakan keamanan negara;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "melanggar Pernyataan Integrasi;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "mempekerjakan tenaga kerja asing tanpa izin kerja;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "memberikan informasi yang tidak benar dalam pengajuan permohonan Izin Tinggal Tetap;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "Orang Asing yang bersangkutan dikenai Tindakan Administratif Keimigrasian; atau"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "putus hubungan perkawinan Orang Asing yang kawin secara sah dengan warga negara Indonesia karena perceraian dan/atau atas putusan pengadilan, kecuali perkawinan yang telah berusia 10 (sepuluh) tahun atau lebih."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 63",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Orang Asing tertentu yang berada di Wilayah Indonesia wajib memiliki Penjamin yang menjamin keberadaannya."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Penjamin bertanggung jawab atas keberadaan dan kegiatan Orang Asing yang dijamin selama tinggal di Wilayah Indonesia serta berkewajiban melaporkan setiap perubahan status sipil, status Keimigrasian, dan perubahan alamat."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Penjamin wajib membayar biaya yang timbul untuk memulangkan atau mengeluarkan Orang Asing yang dijaminnya dari Wilayah Indonesia apabila Orang Asing yang bersangkutan:"
                                                    },
                                                    {
                                                        "type": "p",
                                                        "content": "a. telah habis masa berlaku Izin Tinggalnya; dan/atau"
                                                    },
                                                    {
                                                        "type": "p",
                                                        "content": "b. dikenai Tindakan Administratif Keimigrasian berupa Deportasi."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Ketentuan mengenai penjaminan tidak berlaku bagi Orang Asing yang kawin secara sah dengan warga negara Indonesia."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Ketentuan sebagaimana dimaksud dalam Pasal 62 ayat (2) huruf g tidak berlaku dalam hal pemegang Izin Tinggal Tetap tersebut putus hubungan perkawinannya dengan warga negara Indonesia memperoleh penjaminan yang menjamin keberadaannya sebagaimana dimaksud pada ayat (1)."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 64",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Izin Masuk Kembali diberikan kepada Orang Asing pemegang Izin Tinggal terbatas atau Izin Tinggal Tetap."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Pemegang Izin Tinggal terbatas diberikan Izin Masuk Kembali yang masa berlakunya sama dengan masa berlaku Izin Tinggal terbatas."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Pemegang Izin Tinggal Tetap diberikan Izin Masuk Kembali yang berlaku selama 2 (dua) tahun sepanjang tidak melebihi masa berlaku Izin Tinggal Tetap."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Izin Masuk Kembali berlaku untuk beberapa kali perjalanan."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 65",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Ketentuan lebih lanjut mengenai tata cara dan persyaratan permohonan, jangka waktu, pemberian, perpanjangan, atau pembatalan Izin Tinggal, dan alih status Izin Tinggal diatur dengan Peraturan Pemerintah."
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ]
            },
            "bab6": {
                "pageTitle": "Bab 6 - Pengawasan Keimigrasian",
                "content": [
                    {
                        "type": "h4",
                        "content": "Bagian Kesatu - Umum"
                    },
                    {
                        "type": "ac",
                        "content": [
                            {
                                "firstExpand": true,
                                "content": [
                                    {
                                        "title": "Pasal 66",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Menteri melakukan pengawasan Keimigrasian."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Pengawasan Keimigrasian meliputi:"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "pengawasan terhadap warga negara Indonesia yang memohon dokumen perjalanan, keluar atau masuk Wilayah Indonesia, dan yang berada di luar Wilayah Indonesia; dan"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "pengawasan terhadap lalu lintas Orang Asing yang masuk atau keluar Wilayah Indonesia serta pengawasan terhadap keberadaan dan kegiatan Orang Asing di Wilayah Indonesia."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 67",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Pengawasan Keimigrasian terhadap warga negara Indonesia dilaksanakan pada saat permohonan Dokumen Perjalanan, keluar atau masuk, atau berada di luar Wilayah Indonesia dilakukan dengan:"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Pengawasan Keimigrasian meliputi:"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list ",
                                                        "content": "pengumpulan, pengolahan, serta penyajian data dan informasi;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list ",
                                                        "content": "penyusunan daftar nama warga negara Indonesia yang dikenai Pencegahan keluar Wilayah Indonesia;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list ",
                                                        "content": "pemantauan terhadap setiap warga negara Indonesia yang memohon Dokumen Perjalanan, keluar atau masuk Wilayah Indonesia, dan yang berada di luar Wilayah Indonesia; dan"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "pengambilan foto dan sidik jari."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "value": 3,
                                                        "content": "Hasil pengawasan Keimigrasian sebagaimana dimaksud pada ayat (1) merupakan data Keimigrasian yang dapat ditentukan sebagai data yang bersifat rahasia."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 68",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Pengawasan Keimigrasian terhadap Orang Asing dilaksanakan pada saat permohonan Visa, masuk atau keluar, dan pemberian Izin Tinggal dilakukan dengan:"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "pengumpulan, pengolahan, serta penyajian data dan informasi;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "penyusunan daftar nama Orang Asing yang dikenai Penangkalan atau Pencegahan;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "pengawasan terhadap keberadaan dan kegiatan Orang Asing di Wilayah Indonesia;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "pengambilan foto dan sidik jari; dan"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "kegiatan lain yang dapat dipertanggungjawabkan secara hukum."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "value": 2,
                                                        "content": "Hasil pengawasan Keimigrasian sebagaimana dimaksud pada ayat (1) merupakan data Keimigrasian yang dapat ditentukan sebagai data yang bersifat rahasia."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 69",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Untuk melakukan pengawasan Keimigrasian terhadap kegiatan Orang Asing di Wilayah Indonesia, Menteri membentuk tim pengawasan Orang Asing yang anggotanya terdiri atas badan atau instansi pemerintah terkait, baik di pusat maupun di daerah."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Menteri atau Pejabat Imigrasi yang ditunjuk bertindak selaku ketua tim pengawasan Orang Asing."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 70",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Pejabat Imigrasi atau yang ditunjuk dalam rangka pengawasan Keimigrasian sebagaimana dimaksud dalam Pasal 67 dan Pasal 68 wajib melakukan:"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": " pengumpulan data pelayanan Keimigrasian, baik warga negara Indonesia maupun warga negara asing;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "pengumpulan data lalu lintas, baik warga negara Indonesia maupun warga negara asing yang masuk atau keluar Wilayah Indonesia;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "pengumpulan data warga negara asing yang telah mendapatkan keputusan pendetensian, baik di Ruang Detensi Imigrasi di Kantor Imigrasi maupun di Rumah Detensi Imigrasi; dan"
                                                    },
                                                    {
                                                        "className": "li",
                                                        "value": 2,
                                                        "content": "pengumpulan data warga negara asing yang dalam proses penindakan Keimigrasian."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Pengumpulan data sebagaimana dimaksud pada ayat (1) dilaksanakan dengan memasukkan data pada Sistem Informasi Manajemen Keimigrasian yang dibangun dan dikembangkan oleh Direktorat Jenderal."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 71",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "p",
                                                        "content": "Setiap Orang Asing yang berada di Wilayah Indonesia wajib:"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "memberikan segala keterangan yang diperlukan mengenai identitas diri dan/atau keluarganya serta melaporkan setiap perubahan status sipil, kewarganegaraan, pekerjaan, Penjamin, atau perubahan alamatnya kepada Kantor Imigrasi setempat; atau"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "memperlihatkan dan menyerahkan Dokumen Perjalanan atau Izin Tinggal yang dimilikinya apabila diminta oleh Pejabat Imigrasi yang bertugas dalam rangka pengawasan Keimigrasian."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "value": 2,
                                                        "content": "Pengumpulan data sebagaimana dimaksud pada ayat (1) dilaksanakan dengan memasukkan data pada Sistem Informasi Manajemen Keimigrasian yang dibangun dan dikembangkan oleh Direktorat Jenderal."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 72",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Pejabat Imigrasi yang bertugas dapat meminta keterangan dari setiap orang yang memberi kesempatan menginap kepada Orang Asing mengenai data Orang Asing yang bersangkutan."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Pemilik atau pengurus tempat penginapan wajib memberikan data mengenai Orang Asing yang menginap di tempat penginapannya jika diminta oleh Pejabat Imigrasi yang bertugas."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 73",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Ketentuan mengenai pengawasan terhadap Orang Asing sebagaimana dimaksud dalam Pasal 68 ayat (1) huruf b, huruf c, huruf d, dan huruf e tidak diberlakukan terhadap Orang Asing yang berada di Wilayah Indonesia dalam rangka tugas diplomatik."
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "type": "h4",
                        "content": "Bagian Kedua - Intelijen Keimigrasian"
                    },
                    {
                        "type": "ac",
                        "content": [
                            {
                                "firstExpand": true,
                                "content": [
                                    {
                                        "title": "Pasal 74",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Pejabat Imigrasi melakukan fungsi Intelijen Keimigrasian."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Dalam rangka melaksanakan fungsi Intelijen Keimigrasian, Pejabat Imigrasi melakukan penyelidikan Keimigrasian dan pengamanan Keimigrasian serta berwenang:"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "mendapatkan keterangan dari masyarakat atau instansi pemerintah;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "Dalam rangka melaksanakan fungsi Intelijen Keimigrasian, Pejabat Imigrasi melakukan penyelidikan Keimigrasian dan pengamanan Keimigrasian serta berwenang:"
                                                    }
                                                ]
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ]
            },
            "bab7": {
                "pageTitle": "Bab 7 - Tindakan Administratif Keimigrasian",
                "content": [
                    {
                        "type": "ac",
                        "content": [
                            {
                                "firstExpand": true,
                                "content": [
                                    {
                                        "title": "Pasal 75",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Pejabat Imigrasi berwenang melakukan Tindakan Administratif Keimigrasian terhadap Orang Asing yang berada di Wilayah Indonesia yang melakukan kegiatan berbahaya dan patut diduga membahayakan keamanan dan ketertiban umum atau tidak menghormati atau tidak menaati peraturan perundang-undangan."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Tindakan Administratif Keimigrasian sebagaimana dimaksud pada ayat (1) dapat berupa:"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "pencantuman dalam daftar Pencegahan atau Penangkalan;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "pembatasan, perubahan, atau pembatalan Izin Tinggal;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "larangan untuk berada di satu atau beberapa tempat tertentu di Wilayah Indonesia;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "keharusan untuk bertempat tinggal di suatu tempat tertentu di Wilayah Indonesia;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "pengenaan biaya beban; dan/atau"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "Deportasi dari Wilayah Indonesia."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "value": 3,
                                                        "content": "Tindakan Administratif Keimigrasian berupa Deportasi dapat juga dilakukan terhadap Orang Asing yang berada di Wilayah Indonesia karena berusaha menghindarkan diri dari ancaman dan pelaksanaan hukuman di negara asalnya."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 76",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Keputusan mengenai Tindakan Administratif Keimigrasian sebagaimana dimaksud dalam Pasal 75 ayat (1) dan ayat (3) dilakukan secara tertulis dan harus disertai dengan alasan."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 77",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Orang Asing yang dikenai Tindakan Administratif Keimigrasian dapat mengajukan keberatan kepada Menteri."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Menteri dapat mengabulkan atau menolak keberatan yang diajukan Orang Asing sebagaimana dimaksud pada ayat (1) dengan Keputusan Menteri."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Keputusan Menteri sebagaimana dimaksud pada ayat (2) bersifat final."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Pengajuan keberatan yang diajukan oleh Orang Asing tidak menunda pelaksanaan Tindakan Administratif Keimigrasian terhadap yang bersangkutan."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 78",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Orang Asing pemegang Izin Tinggal yang telah berakhir masa berlakunya dan masih berada dalam Wilayah Indonesia kurang dari 60 (enam puluh) hari dari batas waktu Izin Tinggal dikenai biaya beban sesuai dengan ketentuan peraturan perundang-undangan."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Orang Asing yang tidak membayar biaya beban sebagaimana dimaksud pada ayat (1) dikenai Tindakan Administratif Keimigrasian berupa Deportasi dan Penangkalan."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Orang Asing pemegang Izin Tinggal yang telah berakhir masa berlakunya dan masih berada dalam Wilayah Indonesia lebih dari 60 (enam puluh) hari dari batas waktu Izin Tinggal dikenai Tindakan Administratif Keimigrasian berupa Deportasi dan Penangkalan."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 79",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Penanggung Jawab Alat Angkut yang tidak memenuhi kewajiban sebagaimana dimaksud dalam Pasal 18 ayat (1) dikenai biaya beban."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 80",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Biaya beban sebagaimana dimaksud dalam Pasal 19 ayat (4) dan Pasal 79 merupakan salah satu Penerimaan Negara Bukan Pajak di bidang Keimigrasian."
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ]
            },
            "bab8": {
                "pageTitle": "Bab 8 - Rumah Detensi Imigrasi dan Ruang Detensi Imigrasi",
                "content": [
                    {
                        "type": "h4",
                        "content": "Bagian Kesatu - Umum"
                    },
                    {
                        "type": "ac",
                        "content": [
                            {
                                "firstExpand": true,
                                "content": [
                                    {
                                        "title": "Pasal 81",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Rumah Detensi Imigrasi dapat dibentuk di ibu kota negara, provinsi, kabupaten, atau kota."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Rumah Detensi Imigrasi dipimpin oleh seorang kepala."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 82",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Ruang Detensi Imigrasi berbentuk suatu ruangan tertentu dan merupakan bagian dari kantor Direktorat Jenderal, Kantor Imigrasi, atau Tempat Pemeriksaan Imigrasi."
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "type": "h4",
                        "content": "Bagian Kedua - Pelaksanaan Detensi"
                    },
                    {
                        "type": "ac",
                        "content": [
                            {
                                "firstExpand": true,
                                "content": [
                                    {
                                        "title": "Pasal 83",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Pejabat Imigrasi berwenang menempatkan Orang Asing dalam Rumah Detensi Imigrasi atau Ruang Detensi Imigrasi jika Orang Asing tersebut:"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list ",
                                                        "content": "berada di Wilayah Indonesia tanpa memiliki Izin Tinggal yang sah atau memiliki Izin Tinggal yang tidak berlaku lagi;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list ",
                                                        "content": "berada di Wilayah Indonesia tanpa memiliki Dokumen Perjalanan yang sah;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list ",
                                                        "content": "dikenai Tindakan Administratif Keimigrasian berupa pembatalan Izin Tinggal karena melakukan perbuatan yang bertentangan dengan peraturan perundang-undangan atau mengganggu keamanan dan ketertiban umum;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list ",
                                                        "content": "menunggu pelaksanaan Deportasi; atau"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list ",
                                                        "content": "menunggu keberangkatan keluar Wilayah Indonesia karena ditolak pemberian Tanda Masuk."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "value": 2,
                                                        "content": "Pejabat Imigrasi dapat menempatkan Orang Asing sebagaimana dimaksud pada ayat (1) di tempat lain apabila Orang Asing tersebut sakit, akan melahirkan, atau masih anak-anak."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 84",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Pelaksanaan detensi Orang Asing dilakukan dengan keputusan tertulis dari Menteri atau Pejabat Imigrasi yang ditunjuk."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Keputusan sebagaimana dimaksud pada ayat (1) paling sedikit memuat:"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list ",
                                                        "content": "data orang asing yang dikenai detensi;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list ",
                                                        "content": "alasan melakukan detensi; dan"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list ",
                                                        "content": "tempat detensi."
                                                    }
                                                ]
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "type": "h4",
                        "content": "Bagian Ketiga - Jangka Waktu Detensi"
                    },
                    {
                        "type": "ac",
                        "content": [
                            {
                                "firstExpand": true,
                                "content": [
                                    {
                                        "title": "Pasal 85",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Detensi terhadap Orang Asing dilakukan sampai Deteni dideportasi."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Dalam hal Deportasi sebagaimana dimaksud pada ayat (1) belum dapat dilaksanakan, detensi dapat dilakukan dalam jangka waktu paling lama 10 (sepuluh) tahun."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Menteri atau Pejabat Imigrasi yang ditunjuk dapat mengeluarkan Deteni dari Rumah Detensi Imigrasi apabila jangka waktu sebagaimana dimaksud pada ayat (2) terlampaui dan memberikan izin kepada Deteni untuk berada di luar Rumah Detensi Imigrasi dengan menetapkan kewajiban melapor secara periodik."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Menteri atau Pejabat Imigrasi yang ditunjuk mengawasi dan mengupayakan agar Deteni sebagaimana dimaksud pada ayat (3) dideportasi."
                                                    }
                                                ]
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "type": "h4",
                        "content": "Bagian Keempat - Penanganan terhadap Korban Perdagangan Orang dan Penyelundupan Manusia"
                    },
                    {
                        "type": "ac",
                        "content": [
                            {
                                "firstExpand": true,
                                "content": [
                                    {
                                        "title": "Pasal 86",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Ketentuan Tindakan Administratif Keimigrasian tidak diberlakukan terhadap korban perdagangan orang dan Penyelundupan Manusia."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 87",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Korban perdagangan orang dan Penyelundupan Manusia yang berada di Wilayah Indonesia ditempatkan di dalam Rumah Detensi Imigrasi atau di tempat lain yang ditentukan."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Korban perdagangan orang dan Penyelundupan Manusia sebagaimana dimaksud pada ayat (1) mendapatkan perlakuan khusus yang berbeda dengan Deteni pada umumnya."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 88",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Menteri atau Pejabat Imigrasi yang ditunjuk mengupayakan agar korban perdagangan orang danPenyelundupan Manusia yang berkewarganegaraan asing segera dikembalikan ke negara asal mereka dan diberikan surat perjalanan apabila mereka tidak memilikinya."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 89",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Menteri atau Pejabat Imigrasi yang ditunjuk melakukan upaya preventif dan represif dalam rangka mencegah terjadinya tindak pidana perdagangan orang dan Penyelundupan Manusia."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Upaya preventif sebagaimana dimaksud pada ayat (1) dilakukan dengan:"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list ",
                                                        "content": "pertukaran informasi dengan negara lain dan instansi terkait di dalam negeri, meliputi modus operandi, pengawasan dan pengamananDokumen Perjalanan, serta legitimasi dan validitas dokumen;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list ",
                                                        "content": "kerja sama teknis dan pelatihan dengan negara lain meliputi perlakuan yang berdasarkan perikemanusiaan terhadap korban, pengamanan dan kualitas Dokumen Perjalanan, deteksi dokumen palsu, pertukaran informasi, serta pemantauandan deteksi Penyelundupan Manusia dengan cara konvensional dan nonkonvensional;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list ",
                                                        "content": "memberikan penyuluhan hukum kepadamasyarakat bahwa perbuatan perdaganganorang dan Penyelundupan Manusia merupakan tindak pidana agar orang tidak menjadi korban;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list ",
                                                        "content": "menjamin bahwa Dokumen Perjalanan atau identitas yang dikeluarkan berkualitas sehingga dokumen tersebut tidak mudah disalahgunakan, dipalsukan, diubah, ditiru, atau diterbitkan secara melawan hukum; dan"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list ",
                                                        "content": "memastikan bahwa integritas dan pengamanan Dokumen Perjalanan yang dikeluarkan atauditerbitkan oleh atau atas nama negara untuk mencegah pembuatan dokumen tersebut secara melawan hukum dalam hal penerbitan dan penggunaannya."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "value": 3,
                                                        "content": "Upaya represif sebagaimana dimaksud pada ayat (1) dilakukan dengan:"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list ",
                                                        "content": "penyidikan Keimigrasian terhadap pelaku tindak pidana perdagangan orang dan Penyelundupan Manusia;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list ",
                                                        "content": "Tindakan Administratif Keimigrasian terhadap pelaku tindak pidana perdagangan orang dan Penyelundupan Manusia; dan"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list ",
                                                        "content": "kerja sama dalam bidang penyidikan dengan instansi penegak hukum lainnya."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 90",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Ketentuan lebih lanjut mengenai pengawasan Keimigrasian, Intelijen Keimigrasian, Rumah Detensi Imigrasi dan Ruang Detensi Imigrasi, serta penanganan terhadap korban perdagangan orang dan Penyelundupan Manusia diatur dengan Peraturan Pemerintah."
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ]
            },
            "bab9": {
                "pageTitle": "Bab 9 - Pencegahan dan Penangkalan",
                "content": [
                    {
                        "type": "h4",
                        "content": "Bagian Kesatu - Pencegahan"
                    },
                    {
                        "type": "ac",
                        "content": [
                            {
                                "firstExpand": true,
                                "content": [
                                    {
                                        "title": "Pasal 91",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Menteri berwenang dan bertanggung jawab melakukan Pencegahan yang menyangkut bidang Keimigrasian."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Menteri melaksanakan Pencegahan berdasarkan:"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "hasil pengawasan Keimigrasian dan keputusan Tindakan Administratif Keimigrasian;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "Keputusan Menteri Keuangan dan Jaksa Agung sesuai dengan bidang tugasnya masing-masing dan ketentuan peraturan perundang-undangan;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "permintaan Kepala Kepolisian Negara Republik Indonesia sesuai dengan ketentuan peraturan perundang-undangan;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "perintah Ketua Komisi Pemberantasan Korupsi sesuai dengan ketentuan peraturan perundang-undangan;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "permintaan Kepala Badan Narkotika Nasional sesuai dengan ketentuan peraturan perundang-undangan; dan/atau"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "keputusan, perintah, atau permintaan pimpinan kementerian/lembaga lain yang berdasarkan undang-undang memiliki kewenangan Pencegahan."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "value": 3,
                                                        "content": "Menteri Keuangan, Jaksa Agung, Kepala Kepolisian Negara Republik Indonesia, Ketua Komisi Pemberantasan Korupsi, Kepala Badan Narkotika Nasional, atau pimpinan kementerian/lembaga yang memiliki kewenangan Pencegahan sebagaimana dimaksud pada ayat (2) huruf f bertanggung jawab atas keputusan, permintaan, dan perintah Pencegahan yang dibuatnya."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 92",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Dalam keadaan yang mendesak pejabat sebagaimana dimaksud dalam Pasal 91 ayat (2) dapat meminta secara langsung kepada Pejabat Imigrasi tertentu untuk melakukan Pencegahan."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 93",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Pelaksanaan atas keputusan Pencegahan sebagaimana dimaksud dalam Pasal 91 dilakukan oleh Menteri atau Pejabat Imigrasi yang ditunjuk."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 94",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Pencegahan sebagaimana dimaksud dalam Pasal 91 ditetapkan dengan keputusan tertulis oleh pejabat yang berwenang."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Keputusan sebagaimana dimaksud pada ayat (1) memuat sekurang-kurangnya:"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "nama, jenis kelamin, tempat dan tanggal lahir atau umur, serta foto yang dikenai Pencegahan;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "alasan Pencegahan; dan"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "jangka waktu Pencegahan."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "value": 3,
                                                        "content": "Keputusan Pencegahan disampaikan kepada orang yang dikenai Pencegahan paling lambat 7 (tujuh) hari sejak tanggal keputusan ditetapkan."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Dalam hal keputusan Pencegahan dikeluarkan oleh pejabat sebagaimana dimaksud dalam Pasal 91 ayat (2), keputusan tersebut juga disampaikan kepada Menteri paling lambat 3 (tiga) hari sejak tanggal keputusan ditetapkan dengan permintaan untuk dilaksanakan."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Menteri dapat menolak permintaan pelaksanaan Pencegahan apabila keputusan Pencegahan tidak memenuhi ketentuan sebagaimana dimaksud pada ayat (2)."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Pemberitahuan penolakan pelaksanaan Pencegahan sebagaimana dimaksud pada ayat (5) harus disampaikan kepada pejabat sebagaimana dimaksud dalam Pasal 91 ayat (2) paling lambat 7 (tujuh) hari sejak tanggal permohonan Pencegahan diterima disertai dengan alasan penolakan."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Menteri atau Pejabat Imigrasi yang ditunjuk memasukkan identitas orang yang dikenai keputusan Pencegahan ke dalam daftar Pencegahan melalui Sistem Informasi Manajemen Keimigrasian."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 95",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Berdasarkan daftar Pencegahan sebagaimana dimaksud dalam Pasal 94 ayat (7), Pejabat Imigrasi wajib menolak orang yang dikenai Pencegahan keluar Wilayah Indonesia."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 96",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Setiap orang yang dikenai Pencegahan dapat mengajukan keberatan kepada pejabat yang mengeluarkan keputusan Pencegahan."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Pengajuan keberatan sebagaimana dimaksud pada ayat (1) dilakukan secara tertulis disertai dengan alasan dan disampaikan dalam jangka waktu berlakunya masa Pencegahan."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Pengajuan keberatan tidak menunda pelaksanaan Pencegahan."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 97",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Jangka waktu Pencegahan berlaku paling lama 6 (enam) bulan dan setiap kali dapat diperpanjang paling lama 6 (enam) bulan."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Dalam hal tidak ada keputusan perpanjangan masa Pencegahan, Pencegahan berakhir demi hukum."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Dalam hal terdapat putusan pengadilan yang berkekuatan hukum tetap yang menyatakan bebas atas perkara yang menjadi alasan Pencegahan, Pencegahan berakhir demi hukum."
                                                    }
                                                ]
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "type": "h4",
                        "content": "Bagian Kedua - Penangkalan"
                    },
                    {
                        "type": "ac",
                        "content": [
                            {
                                "firstExpand": true,
                                "content": [
                                    {
                                        "title": "Pasal 98",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Menteri berwenang melakukan Penangkalan."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Pejabat yang berwenang dapat meminta kepada Menteri untuk melakukan Penangkalan."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 99",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Pelaksanaan Penangkalan sebagaimana dimaksud dalam Pasal 98 dilakukan oleh Menteri atau Pejabat Imigrasi yang ditunjuk."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 100",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Penangkalan sebagaimana dimaksud dalam Pasal 98 ditetapkan dengan keputusan tertulis."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Keputusan Penangkalan atas permintaan pejabat sebagaimana dimaksud dalam Pasal 98 ayat (2) dikeluarkan oleh Menteri paling lambat 3 (tiga) hari sejak tanggal permintaan Penangkalan tersebut diajukan."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Permintaan Penangkalan sebagaimana dimaksud pada ayat (2) memuat sekurang-kurangnya:"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "nama, jenis kelamin, tempat dan tanggal lahir atau umur, serta foto yang dikenai Penangkalan;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "alasan Penangkalan; dan"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "className": "sub-list",
                                                        "content": "jangka waktu Penangkalan."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "value": 4,
                                                        "content": "Menteri dapat menolak permintaan Penangkalan apabila permintaan Penangkalan tidak memenuhi ketentuan sebagaimana dimaksud pada ayat (3)."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Pemberitahuan penolakan permintaan Penangkalan sebagaimana dimaksud pada ayat (4) harus disampaikan kepada pejabat sebagaimana dimaksud dalam Pasal 98 ayat (2) paling lambat 7 (tujuh) hari sejak tanggal permintaan Penangkalan diterima disertai alasan penolakan."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Menteri atau Pejabat Imigrasi yang ditunjuk memasukkan identitas orang yang dikenai keputusan Penangkalan ke dalam daftar Penangkalan melalui Sistem Informasi Manajemen Keimigrasian."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 101",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Berdasarkan daftar Penangkalan sebagaimana dimaksud dalam Pasal 100 ayat (6), Pejabat Imigrasi wajib menolak Orang Asing yang dikenai Penangkalan masuk Wilayah Indonesia."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 102",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Jangka waktu Penangkalan berlaku paling lama 6 (enam) bulan dan setiap kali dapat diperpanjang paling lama 6 (enam) bulan."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Dalam hal tidak ada keputusan perpanjangan masa Penangkalan, Penangkalan berakhir demi hukum."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Keputusan Penangkalan seumur hidup dapat dikenakan terhadap Orang Asing yang dianggap dapat mengganggu keamanan dan ketertiban umum."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 103",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Ketentuan lebih lanjut mengenai pelaksanaan Pencegahan dan Penangkalan diatur dengan Peraturan Pemerintah."
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ]
            },
            "bab10": {
                "pageTitle": "Bab 10 - Penyidikan",
                "content": [
                    {
                        "type": "ac",
                        "content": [
                            {
                                "firstExpand": true,
                                "content": [
                                    {
                                        "title": "Pasal 104",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Penyidikan tindak pidana Keimigrasian dilakukan berdasarkan hukum acara pidana."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 105",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "PPNS Keimigrasian diberi wewenang sebagai penyidik tindak pidana Keimigrasian yang dilaksanakan sesuai dengan ketentuan Undang-Undang ini."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 106",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "PPNS Keimigrasian berwenang:"
                                            },
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "menerima laporan tentang adanya tindak pidana Keimigrasian;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "mencari keterangan dan alat bukti;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "melakukan tindakan pertama di tempat kejadian;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "melarang setiap orang meninggalkan atau memasuki tempat kejadian perkara untuk kepentingan penyidikan;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "memanggil, memeriksa, menggeledah, menangkap, atau menahan seseorang yang disangka melakukan tindak pidana Keimigrasian;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "menahan, memeriksa, dan menyita Dokumen Perjalanan;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "menyuruh berhenti orang yang dicurigai atau tersangka dan memeriksa identitas dirinya;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "memeriksa atau menyita surat, dokumen, atau benda yang ada hubungannya dengan tindak pidana Keimigrasian;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "memanggil seseorang untuk diperiksa dan didengar keterangannya sebagai tersangka atau saksi;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "mendatangkan ahli yang diperlukan dalam hubungannya dengan pemeriksaan perkara;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "melakukan pemeriksaan di tempat tertentu yang diduga terdapat surat, dokumen, atau benda lain yang ada hubungannya dengan tindak pidana Keimigrasian;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "mengambil foto dan sidik jari tersangka;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "meminta keterangan dari masyarakat atau sumber yang berkompeten;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "melakukan penghentian penyidikan; dan/atau"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "mengadakan tindakan lain menurut hukum."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 107",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Dalam melakukan penyidikan, PPNS Keimigrasian berkoordinasi dengan penyidik Kepolisian Negara Republik Indonesia."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Setelah selesai melakukan penyidikan, PPNS Keimigrasian menyerahkan berkas perkara kepada penuntut umum."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 108",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "p",
                                                        "content": "Alat bukti pemeriksaan tindak pidana Keimigrasian berupa:"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "alat bukti sebagaimana dimaksud dalam hukum acara pidana;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "alat bukti lain berupa informasi yang diucapkan, dikirimkan, dan diterima atau disimpan secara elektronik atau yang serupa dengan itu; dan"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "keterangan tertulis dari Pejabat Imigrasi yang berwenang."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 109",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Terhadap tersangka atau terdakwa yang melakukan tindak pidana keimigrasian sebagaimana dimaksud dalam Pasal 118, Pasal 119, Pasal 120, Pasal 121, Pasal 122, Pasal 123, Pasal 126, Pasal 127, Pasal 128, Pasal 129, Pasal 131, Pasal 132, Pasal 133 huruf b, Pasal 134 huruf b, dan Pasal 135 dapat dikenai penahanan."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 110",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Terhadap tindak pidana keimigrasian sebagaimana dimaksud dalam Pasal 116 dan Pasal 117 diberlakukan acara pemeriksaan singkat sebagaimana dimaksud dalam hukum acara pidana."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "PPNS Keimigrasian menyerahkan tersangka dan alat bukti kepada penuntut umum dengan disertai catatan mengenai tindak pidana Keimigrasian yang disangkakan kepada tersangka."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 111",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "PPNS Keimigrasian dapat melaksanakan kerja sama dalam penyelidikan dan penyidikan tindak pidana Keimigrasian dengan lembaga penegak hukum dalam negeri dan negara lain sesuai dengan ketentuan peraturan perundang- undangan atau berdasarkan perjanjian internasional yang telah diakui oleh Pemerintah Republik Indonesia."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 112",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Ketentuan lebih lanjut mengenai persyaratan, tata cara pengangkatan PPNS Keimigrasian, dan administrasi penyidikan diatur dengan Peraturan Pemerintah."
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ]
            },
            "bab11": {
                "pageTitle": "Bab 11 - Ketentuan Pidana",
                "content": [
                    {
                        "type": "ac",
                        "content": [
                            {
                                "firstExpand": true,
                                "content": [
                                    {
                                        "title": "Pasal 113",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Setiap orang yang dengan sengaja masuk atau keluar Wilayah Indonesia yang tidak melalui pemeriksaan oleh Pejabat Imigrasi di Tempat Pemeriksaan Imigrasi sebagaimana dimaksud dalam Pasal 9 ayat (1) dipidana dengan pidana penjara paling lama 1 (satu) tahun dan/atau pidana denda paling banyak Rp100.000.000,00 (seratus juta rupiah)."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 114",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Penanggung Jawab Alat Angkut yang masuk atau keluar Wilayah Indonesia dengan alat angkutnya yang tidak melalui Tempat Pemeriksaan Imigrasi sebagaimana dimaksud dalam Pasal 17 ayat (1) dipidana dengan pidana penjara paling lama 1 (satu) tahun dan/atau pidana denda paling banyak Rp100.000.000,00 (seratus juta rupiah)."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Penanggung Jawab Alat Angkut yang sengaja menurunkan atau menaikkan penumpang yang tidak melalui pemeriksaan Pejabat Imigrasi atau petugas pemeriksa pendaratan di Tempat Pemeriksaan Imigrasi sebagaimana dimaksud dalam Pasal 17 ayat (2) dipidana dengan pidana penjara paling lama 2 (dua) tahun dan/atau pidana denda paling banyak Rp200.000.000,00 (dua ratus juta rupiah)."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 115",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Setiap Penanggung Jawab Alat Angkut yang tidak membayar biaya beban sebagaimana dimaksud dalam Pasal 19 ayat (4) dan Pasal 79 dipidana dengan pidana penjara paling lama 1 (satu) tahun dan/atau pidana denda paling banyak Rp100.000.000,00 (seratus juta rupiah)."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 116",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Setiap Orang Asing yang tidak melakukan kewajibannya sebagaimana dimaksud dalam Pasal 71 dipidana dengan pidana kurungan paling lama 3 (tiga) bulan atau pidana denda paling banyak Rp25.000.000,00 (dua puluh lima juta rupiah)."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 117",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Pemilik atau pengurus tempat penginapan yang tidak memberikan keterangan atau tidak memberikan data Orang Asing yang menginap di rumah atau di tempat penginapannya setelah diminta oleh Pejabat Imigrasi yang bertugas sebagaimana dimaksud dalam Pasal 72 ayat (2) dipidana dengan pidana kurungan paling lama 3 (tiga) bulan atau pidana denda paling banyak Rp25.000.000,00 (dua puluh lima juta rupiah)."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 118",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Setiap Penjamin yang dengan sengaja memberikan keterangan tidak benar atau tidak memenuhi jaminan yang diberikannya sebagaimana dimaksud dalam Pasal 63 ayat (2) dan ayat (3) dipidana dengan pidana penjara paling lama 5 (lima) tahun dan pidana denda paling banyak Rp500.000.000,00 (lima ratus juta rupiah)."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 119",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Setiap Orang Asing yang masuk dan/atau berada di Wilayah Indonesia yang tidak memiliki Dokumen Perjalanan dan Visa yang sah dan masih berlaku sebagaimana dimaksud dalam Pasal 8 dipidana dengan pidana penjara paling lama 5 (lima) tahun dan pidana denda paling banyak Rp500.000.000,00 (lima ratus juta rupiah)."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Setiap Orang Asing yang dengan sengaja menggunakan Dokumen Perjalanan, tetapi diketahui atau patut diduga bahwa Dokumen Perjalanan itu palsu atau dipalsukan dipidana dengan pidana penjara paling lama 5 (lima) tahun dan pidana denda paling banyak Rp500.000.000,00 (lima ratus juta rupiah)."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 120",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Setiap orang yang melakukan perbuatan yang bertujuan mencari keuntungan, baik secara langsung maupun tidak langsung, untuk diri sendiri atau untuk orang lain dengan membawa seseorang ataukelompok orang, baik secara terorganisasi maupun tidak terorganisasi, atau memerintahkan orang lainuntuk membawa seseorang atau kelompok orang, baik secara terorganisasi maupun tidak terorganisasi, yang tidak memiliki hak secara sah untuk memasuki Wilayah Indonesia atau keluar dari Wilayah Indonesia dan/atau masuk wilayah negara lain, yang orang tersebut tidak memiliki hak untuk memasuki wilayah tersebut secara sah, baik dengan menggunakan dokumen sah maupun dokumen palsu, atau tanpa menggunakan Dokumen Perjalanan, baik melalui pemeriksaan imigrasi maupun tidak, dipidana karena Penyelundupan Manusia dengan pidana penjara paling singkat 5 (lima) tahun dan paling lama 15 (lima belas) tahun dan pidana denda paling sedikit Rp500.000.000,00 (lima ratus juta rupiah) dan paling banyak Rp1.500.000.000,00 (satu miliar lima ratus juta rupiah)."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Percobaan untuk melakukan tindak pidana Penyelundupan Manusia dipidana dengan pidana yang sama sebagaimana dimaksud pada ayat (1)."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 121",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Dipidana dengan pidana penjara paling lama 5 (lima) tahun dan pidana denda paling banyak Rp500.000.000,00 (lima ratus juta rupiah):"
                                            },
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "setiap orang yang dengan sengaja membuat palsu atau memalsukan Visa atau Tanda Masuk atau Izin Tinggal dengan maksud untuk digunakan bagi dirinya sendiri atau orang lain untuk masuk atau keluar atau berada di Wilayah Indonesia;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "setiap Orang Asing yang dengan sengaja menggunakan Visa atau Tanda Masuk atau Izin Tinggal palsu atau yang dipalsukan untuk masuk atau keluar atau berada di Wilayah Indonesia."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 122",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Dipidana dengan pidana penjara paling lama 5 (lima) tahun dan pidana denda paling banyak Rp500.000.000,00 (lima ratus juta rupiah):"
                                            },
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "setiap Orang Asing yang dengan sengaja menyalahgunakan atau melakukan kegiatan yang tidak sesuai dengan maksud dan tujuan pemberian Izin Tinggal yang diberikan kepadanya;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "setiap orang yang menyuruh atau memberikan kesempatan kepada Orang Asing menyalahgunakan atau melakukan kegiatan yang tidak sesuai dengan maksud atau tujuan pemberian Izin Tinggal yang diberikan kepadanya."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 123",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Dipidana dengan pidana penjara paling lama 5 (lima) tahun dan pidana denda paling paling banyak Rp500.000.000,00 (lima ratus juta rupiah):"
                                            },
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "setiap orang yang dengan sengaja memberikan surat atau data palsu atau yang dipalsukan atau keterangan tidak benar dengan maksud untuk memperoleh Visa atau Izin Tinggal bagi dirinya sendiri atau orang lain;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "setiap Orang Asing yang dengan sengaja menggunakan Visa atau Izin Tinggal sebagaimana dimaksud dalam huruf a untuk masuk dan/atau berada di Wilayah Indonesia."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 124",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Setiap orang yang dengan sengaja menyembunyikan atau melindungi atau memberi pemondokan atau memberikan penghidupan atau memberikan pekerjaan kepada Orang Asing yang diketahui atau patut diduga:"
                                            },
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "berada di Wilayah Indonesia secara tidak sah dipidana dengan pidana penjara paling lama 2 (dua) tahun dan/atau pidana denda paling banyak Rp200.000.000,00 (dua ratus juta rupiah);"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Izin Tinggalnya habis berlaku dipidana dengan pidana kurungan paling lama 3 (tiga) bulan atau pidana denda paling banyak Rp25.000.000,00 (dua puluh lima juta rupiah)."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 125",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Setiap Orang Asing yang tanpa izin berada di daerah tertentu yang telah dinyatakan terlarang bagi Orang Asing sebagaimana dimaksud dalam Pasal 48 ayat (4) dipidana dengan pidana penjara paling lama 3 (tiga) tahun dan/atau pidana denda Rp300.000.000,00 (tiga ratus juta rupiah)."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 126",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Setiap orang yang dengan sengaja:"
                                            },
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "menggunakan Dokumen Perjalanan Republik Indonesia untuk masuk atau keluar Wilayah Indonesia, tetapi diketahui atau patut diduga bahwa Dokumen Perjalanan Republik Indonesia itu palsu atau dipalsukan dipidana dengan pidana penjara paling lama 5 (lima) tahun dan pidana denda paling banyak Rp500.000.000,00 (lima ratus juta rupiah);"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "menggunakan Dokumen Perjalanan Republik Indonesia orang lain atau yang sudah dicabut atau yang dinyatakan batal untuk masuk atau keluar Wilayah Indonesia atau menyerahkan kepada orang lain Dokumen Perjalanan Republik Indonesia yang diberikan kepadanya atau milik orang lain dengan maksud digunakan secara tanpa hak dipidana dengan pidana penjara paling lama 5 (lima) tahun dan pidana denda paling banyak Rp500.000.000,00 (lima ratus juta rupiah);"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "memberikan data yang tidak sah atau keterangan yang tidak benar untuk memperoleh Dokumen Perjalanan Republik Indonesia bagi dirinya sendiri atau orang lain dipidana dengan pidana penjara paling lama 5 (lima) tahun dan pidana denda paling banyak Rp500.000.000,00 (lima ratus juta rupiah);"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "memiliki atau menggunakan secara melawan hukum 2 (dua) atau lebih Dokumen Perjalanan Republik Indonesia yang sejenis dan semuanya masih berlaku dipidana dengan pidana penjara paling lama 5 (lima) tahun dan pidana denda paling banyak Rp500.000.000,00 (lima ratus juta rupiah);"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "memalsukan Dokumen Perjalanan Republik Indonesia atau membuat Dokumen Perjalanan Republik Indonesia palsu dengan maksud untuk digunakan bagi dirinya sendiri atau orang lain dipidana dengan pidana penjara paling lama 5 (lima) tahun dan pidana denda paling banyak Rp500.000.000,00 (lima ratus juta rupiah)."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 127",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Setiap orang yang dengan sengaja dan melawan hukum menyimpan Dokumen Perjalanan Republik Indonesia palsu atau dipalsukan dengan maksud untuk digunakan bagi dirinya sendiri atau orang lain dipidana dengan pidana penjara paling lama 5 (lima) tahun dan pidana denda paling banyak Rp500.000.000,00 (lima ratus juta rupiah)."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 128",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Dipidana dengan pidana penjara paling lama 5 (lima) tahun dan pidana denda paling banyak Rp500.000.000,00 (lima ratus juta rupiah):"
                                            },
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "setiap orang yang dengan sengaja dan melawan hukum mencetak, mempunyai, menyimpan, atau memperdagangkan blanko Dokumen Perjalanan Republik Indonesia atau blanko Dokumen Keimigrasian lainnya;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "setiap orang yang dengan sengaja dan melawanhukum membuat, mempunyai, menyimpan, atau memperdagangkan cap atau alat lain yang digunakan untuk mengesahkan Dokumen Perjalanan Republik Indonesia atau Dokumen Keimigrasian lainnya."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 129",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Setiap orang yang dengan sengaja dan melawan hukum untuk kepentingan diri sendiri atau orang lain merusak, mengubah, menambah, mengurangi, atau menghilangkan, baik sebagian maupun seluruhnya, keterangan atau cap yang terdapat dalam Dokumen Perjalanan Republik Indonesia atau Dokumen Keimigrasian lainnya dipidana dengan pidana penjara paling lama 5 (lima) tahun dan pidana denda paling banyak Rp500.000.000,00 (lima ratus juta rupiah)."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 130",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Setiap orang yang dengan sengaja dan melawan hukum menguasai Dokumen Perjalanan atau Dokumen Keimigrasian lainnya milik orang lain dipidana dengan pidana penjara paling lama 2 (dua) tahun dan/atau pidana denda paling banyak Rp200.000.000,00 (dua ratus juta rupiah)."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 131",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Setiap orang yang dengan sengaja tanpa hak dan melawan hukum memiliki, menyimpan, merusak, menghilangkan, mengubah, menggandakan, menggunakan dan atau mengakses data Keimigrasian, baik secara manual maupun elektronik, untuk kepentingan diri sendiri atau orang lain dipidana dengan pidana penjara paling lama 5 (lima) tahun dan pidana denda paling banyak Rp500.000.000,00 (lima ratus juta rupiah)."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 132",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Pejabat Imigrasi atau pejabat lain yang ditunjuk yang dengan sengaja dan melawan hukum memberikan Dokumen Perjalanan Republik Indonesia dan/atau memberikan atau memperpanjang Dokumen Keimigrasian kepada seseorang yang diketahuinya tidak berhak dipidana dengan pidana penjara paling lama 7 (tujuh) tahun."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 133",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Pejabat Imigrasi atau pejabat lain:"
                                            },
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "membiarkan seseorang melakukan tindak pidana Keimigrasian sebagaimana dimaksud Pasal 118, Pasal 119, Pasal 120, Pasal 121, Pasal 122, Pasal 123, Pasal 126, Pasal 127, Pasal 128, Pasal 129, Pasal 131, Pasal 132, Pasal 133 huruf b, Pasal 134 huruf b, dan Pasal 135 yang patut diketahui olehnya dipidana dengan pidana penjara paling lama 5 (lima) tahun;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "dengan sengaja membocorkan data Keimigrasian yang bersifat rahasia kepada pihak yang tidak berhak sebagaimana dimaksud dalam Pasal 67 ayat (2) dan Pasal 68 ayat (2) dipidana dengan pidana penjara paling lama 5 (lima) tahun;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "dengan sengaja tidak menjalankan prosedur operasi standar yang berlaku dalam proses pemeriksaan pemberangkatan atau kedatangan di Tempat Pemeriksaan Imigrasi yang mengakibatkan masuknya Orang Asing ke Wilayah Indonesia sebagaimana dimaksud dalam Pasal 13 ayat (1) atau keluarnya orang dari Wilayah Indonesia sebagaimana dimaksud dalam Pasal 16 ayat (1) dipidana dengan pidana penjara paling lama 2 (dua) tahun;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "dengan sengaja dan melawan hukum tidak menjalankan prosedur operasi standar penjagaan Deteni di Rumah Detensi Imigrasi atau Ruang Detensi Imigrasi yang mengakibatkan Deteni melarikan diri dipidana dengan pidana penjara paling lama 2 (dua) tahun;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "dengan sengaja dan melawan hukum tidak memasukkan data ke dalam Sistem Informasi Manajemen Keimigrasian sebagaimana dimaksud dalam Pasal 70 dipidana dengan pidana kurungan paling lama 6 (enam) bulan."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 134",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Setiap Deteni yang dengan sengaja:"
                                            },
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "membuat, memiliki, menggunakan, dan/atau mendistribusikan senjata dipidana dengan pidana penjara paling lama 3 (tiga) tahun;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "melarikan diri dari Rumah Detensi Imigrasi atau Ruang Detensi Imigrasi dipidana dengan pidana penjara paling lama 5 (lima) tahun."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 135",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Pejabat Imigrasi atau pejabat lain yang ditunjuk yang dengan sengaja dan melawan hukum memberikan Dokumen Perjalanan Republik Indonesia dan/atau memberikan atau memperpanjang Dokumen Keimigrasian kepada seseorang yang diketahuinya tidak berhak dipidana dengan pidana penjara paling lama 7 (tujuh) tahun."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 136",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Dalam hal tindak pidana sebagaimana dimaksud dalam Pasal 114, Pasal 116, Pasal 117, Pasal 118, Pasal 120, Pasal 124, Pasal 128, dan Pasal 129 dilakukan oleh Korporasi, pidana dijatuhkan kepada pengurus dan korporasinya."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Penjatuhan pidana terhadap Korporasi hanya pidana denda dengan ketentuan besarnya pidana denda tersebut 3 (tiga) kali lipat dari setiap pidana denda sebagaimana dimaksud pada ayat (1)."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Ketentuan pidana sebagaimana dimaksud dalam Pasal 113, Pasal 119, Pasal 121 huruf b, Pasal 123 huruf b, dan Pasal 126 huruf a dan huruf b tidak diberlakukan terhadap korban perdagangan orang dan Penyelundupan Manusia."
                                                    }
                                                ]
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ]
            },
            "bab12": {
                "pageTitle": "Bab 12 - Biaya",
                "content": [
                    {
                        "type": "ac",
                        "content": [
                            {
                                "firstExpand": true,
                                "content": [
                                    {
                                        "title": "Pasal 137",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Dana untuk melaksanakan Undang-Undang ini dibebankan pada Anggaran Pendapatan dan Belanja Negara."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 138",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Permohonan Dokumen Perjalanan, Visa, Izin Tinggal, Izin Masuk Kembali dan biaya beban berdasarkan Undang-Undang ini dikenai biaya imigrasi."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Biaya imigrasi sebagaimana dimaksud pada ayat (1) merupakan salah satu Penerimaan Negara Bukan Pajak di bidang Keimigrasian."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Ketentuan lebih lanjut mengenai biaya imigrasi sebagaimana dimaksud pada ayat (1) diatur dengan Peraturan Pemerintah."
                                                    }
                                                ]
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ]
            },
            "bab13": {
                "pageTitle": "Bab 13 - Ketentuan Lain-Lain",
                "content": [
                    {
                        "type": "ac",
                        "content": [
                            {
                                "firstExpand": true,
                                "content": [
                                    {
                                        "title": "Pasal 139",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Ketentuan Keimigrasian bagi lalu lintas orang yang masuk atau keluar Wilayah Indonesia di daerah perbatasan diatur tersendiri dengan perjanjian lintas batas antara Pemerintah Republik Indonesia dan pemerintah negara tetangga yang memiliki perbatasan yang sama dengan memperhatikan ketentuan Undang-Undang ini."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Ketentuan Keimigrasian bagi lalu lintas orang yang masuk atau keluar Wilayah Indonesia dengan menggunakan tanda masuk atau tanda keluar dengan alat elektronik dapat diatur tersendiri melalui perjanjian bilateral atau multilateral dengan memperhatikan ketentuan Undang-Undang ini."
                                                    }
                                                ]
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 140",
                                        "content": [
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Untuk menjadi Pejabat Imigrasi, diselenggarakan pendidikan khusus Keimigrasian."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Untuk mengikuti pendidikan khusus Keimigrasian, peserta harus telah lulus jenjang pendidikan sarjana."
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Penyelenggaraan pendidikan khusus Keimigrasian sebagaimana dimaksud pada ayat (1) diatur dengan Peraturan Menteri."
                                                    }
                                                ]
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ]
            },
            "bab14": {
                "pageTitle": "Bab 14 - Ketentuan Peralihan",
                "content": [
                    {
                        "type": "ac",
                        "content": [
                            {
                                "firstExpand": true,
                                "content": [
                                    {
                                        "title": "Pasal 141",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Pada saat Undang-Undang ini mulai berlaku:"
                                            },
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Izin Tinggal kunjungan, Izin Tinggal terbatas, dan Izin Tinggal Tetap yang dikeluarkan berdasarkan Undang- Undang Nomor 9 Tahun 1992 tentang Keimigrasian dinyatakan tetap berlaku sampai jangka waktunya berakhir;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "suami atau istri dari perkawinan yang sah dengan warga negara Indonesia yang usia perkawinannya lebih dari 2 (dua) tahun dan memegang Izin Tinggal terbatas berdasarkan Undang-Undang Nomor 9 Tahun 1992 tentang Keimigrasian dapat langsung diberikan Izin Tinggal Tetap menurut ketentuan Undang-Undang ini;"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Dokumen Perjalanan Republik Indonesia yang telah dikeluarkan berdasarkan Undang-Undang Nomor 9 Tahun 1992 tentang Keimigrasian dinyatakan tetap berlaku sampai jangka waktunya berakhir; dan"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "perkara tindak pidana di bidang Keimigrasian yang sedang diproses dalam tahap penyidikan tetap diproses berdasarkan Undang-Undang tentang Hukum Acara Pidana."
                                                    }
                                                ]
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ]
            },
            "bab15": {
                "pageTitle": "Bab 15 - Ketentuan Penutup",
                "content": [
                    {
                        "type": "ac",
                        "content": [
                            {
                                "firstExpand": true,
                                "content": [
                                    {
                                        "title": "Pasal 142",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Pada saat Undang-Undang ini mulai berlaku:"
                                            },
                                            {
                                                "type": "ol",
                                                "content": [
                                                    {
                                                        "type": "li",
                                                        "content": "Undang-Undang Nomor 9 Tahun 1992 tentang Keimigrasian (Lembaran Negara Republik Indonesia Tahun 1992 Nomor 33, Tambahan Lembaran Negara Republik Indonesia Nomor 3474);"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "Undang-Undang Nomor 37 Tahun 2009 tentang Penetapan Peraturan Pemerintah Pengganti Undang- Undang Nomor 3 Tahun 2009 tentang Perubahan atas Undang-Undang Nomor 9 Tahun 1992 tentang Keimigrasian menjadi Undang-Undang (Lembaran Negara Republik Indonesia Tahun 2009 Nomor 145, Tambahan Lembaran Negara Republik Indonesia Nomor 5064); dan"
                                                    },
                                                    {
                                                        "type": "li",
                                                        "content": "semua peraturan perundang-undangan yang berkaitan dengan Keimigrasian yang bertentangan atau tidak sesuai dengan Undang-Undang ini,"
                                                    }
                                                ]
                                            },
                                            {
                                                "type": "p",
                                                "content": "dicabut dan dinyatakan tidak berlaku."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 143",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Pada saat Undang-Undang ini mulai berlaku, peraturan pelaksanaan dari Undang-Undang Nomor 9 Tahun 1992 tentang Keimigrasian (Lembaran Negara Republik Indonesia Tahun 1992 Nomor 33, Tambahan Lembaran Negara Republik Indonesia Nomor 3474) dinyatakan masih tetap berlaku sepanjang tidak bertentangan atau belum diganti dengan yang baru berdasarkan Undang-Undang ini."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 144",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Peraturan pelaksanaan Undang-Undang ini harus telah ditetapkan paling lambat 1 (satu) tahun sejak Undang- Undang ini diundangkan."
                                            }
                                        ]
                                    },
                                    {
                                        "title": "Pasal 145",
                                        "content": [
                                            {
                                                "type": "p",
                                                "content": "Undang-Undang ini mulai berlaku pada tanggal diundangkan. Agar setiap orang mengetahuinya, memerintahkan pengundangan Undang-Undang ini dengan penempatannya dalam Lembaran Negara Republik Indonesia."
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ]
            },
            "peraturanPemerintah": {
                "pageTitle": "Peraturan Pemerintah",
                "content": [
                    {
                        "content": "Peraturan Pemerintah RI Nomor 48 Tahun 2021 Tentang Perubahan Ketiga Atas Peraturan Pemerintah Nomor 31 Tahun 2013 Tentang Peraturan Pelaksanaan UU Nomor 6 Tahun 2011 Tentang Keimigrasian",
                        "date": "19 Maret 2021",
                        "link": "https://drive.google.com/file/d/1mn-dJxvouDQSnbcwwGshNEo0TRH9B7tO/view?usp=sharing"
                    },
                    {
                        "content": "Peraturan Pemerintah RI Nomor 51 Tahun 2020 Tentang Perubahan Kedua Atas Peraturan Pemerintah Nomor 31 Tahun 2013 Tentang Peraturan Pelaksanaan UU Nomor 6 Tahun 2011 Tentang Keimigrasian",
                        "date": "19 Maret 2021",
                        "link": "https://drive.google.com/file/d/1_LbmbQpi8fFlIalZOwN6lAmGgdmAZcON/view?usp=sharing"
                    },
                    {
                        "content": "Peraturan Pemerintah RI Nomor 26 Tahun 2016 Tentang Perubahan Kedua Atas Peraturan Pemerintah Nomor 31 Tahun 2013 Tentang Peraturan Pelaksanaan UU Nomor 6 Tahun 2011 Tentang Keimigrasian",
                        "date": "19 Maret 2021",
                        "link": "https://drive.google.com/file/d/1UCnTEWCHC5fozQsdF4VicYawb7abxY-L/view?usp=sharing"
                    },
                    {
                        "content": "Peraturan Pemerintah Nomor 31 Tahun 2013 Tentang Peraturan Pelaksanaan UU Nomor 6 Tahun 2011 Tentang Keimigrasian",
                        "date": "19 Maret 2021",
                        "link": "https://drive.google.com/file/d/1WVVmKxRPiyGhtjF8vT5xtHTfyTitthZK/view?usp=sharing"
                    }
                ]
            },
            "peraturanPresiden": {
                "pageTitle": "Peraturan Pemerintah",
                "content": [
                    {
                        "content": "Peraturan Presiden RI Nomor 21 Tahun 2016 Tentang Visa Bebas Kunjungan",
                        "date": "19 Maret 2021",
                        "link": "https://drive.google.com/file/d/1X7yl5etUU5shKqDEKLATUw14_9tEAAMo/view?usp=sharing"
                    },
                    {
                        "content": "Peraturan Presiden RI Nomor 69 Tahun 2015 Tentang Visa Bebas Kunjungan",
                        "date": "19 Maret 2021",
                        "link": "https://drive.google.com/file/d/1QNinneq-Q5JUJvE0iUaYltdETmk5TURs/view?usp=sharing"
                    },
                    {
                        "content": "Peraturan Presiden RI Nomor 43 Tahun 2011 Tentang Perubahan Ketiga Atas Keputusan Presiden Nomor 18 Tahun 2003 Tentang Visa Bebas Kunjungan Singkat",
                        "date": "19 Maret 2021",
                        "link": "https://drive.google.com/file/d/1TBCzeldOBylhXnuFiAwrmAGGB-4pPe4V/view?usp=sharing"
                    }
                ]
            },
            "peraturanMenteri": {
                "pageTitle": "Peraturan Menteri",
                "content": [
                    {
                        "content": "Peraturan Menteri Hukum dan Hak Asasi Manusia RI Nomor 8 Tahun 2022 Tentang Intelijen Keimigrasian",
                        "date": "19 Maret 2021",
                        "link": "https://drive.google.com/file/d/11T5BdO0lTQInaBmf4IXMLCsMZq0gF2Tv/view?usp=sharing"
                    },
                    {
                        "content": "Peraturan Menteri Hukum dan Hak Asasi Manusia RI Nomor 18 Tahun 2022 Tentang Perubahan Atas Peraturan Menteri HAM Nomor 8 Tahun 2014 Tentang Lapor Biasa dan Surat Perjalanan Laksana Paspor",
                        "date": "19 Maret 2021",
                        "link": "https://drive.google.com/file/d/11T5BdO0lTQInaBmf4IXMLCsMZq0gF2Tv/view?usp=sharing"
                    },
                    {
                        "content": "Peraturan Menteri Hukum dan Hak Asasi Manusia RI Nomor 34 Tahun 2021 Tentang Pemberian Visa dan Izin Tinggal Keimigrasian Dalam Masa Penanganan Covid-19 dan Pemulihan Ekonomi Nasional",
                        "date": "19 Maret 2021",
                        "link": "https://drive.google.com/file/d/1fFPY-CmbmvVr2dmfdqVTNVLhZRZxwO9q/view?usp=sharing"
                    },
                    {
                        "content": "Peraturan Menteri Hukum dan Hak Asasi Manusia RI Nomor 44 Tahun 2015 Tentang Cara Pemeriksaan Masuk dan Keluar Wilayah Indonesia di Tempat Pemeriksaan Imigrasi",
                        "date": "19 Maret 2021",
                        "link": "https://drive.google.com/file/d/12TBGek-dLok4kEMz41Mjg6_Pfha1vKK2/view?usp=sharing"
                    }
                ]
            },
            "peraturanDirjenim": {
                "pageTitle": "Peraturan SE Dirjenim",
                "content": [
                    {
                        "content": "Surat Edaran Nomor IMI-0700.GR.01.01 Tahun 2022 Tentang Kemudahan Keimigrasian Dalam Rangka Mendukung Pariwisata Berkelanjutan Pada Masa Pandemi Covid-19",
                        "date": "19 Maret 2021",
                        "link": "https://drive.google.com/file/d/1--Q2-Kci5tFNI1jpPODpDovBAPatKTvT/view?usp=sharing"
                    }
                ]
            }
        }
    ]
}
