{
    "data": [
      {
        "berita": [
	{
	    "cover": {
	      "url": "/images/news/header-Terminal2F.jpg",
	      "photoDescription": "Terminal 2F Telah Dibuka Kembali"
	    },
	    "category": "Serba-Serbi",
	    "title": "No Worry Be Happy! Terminal 2F Telah Dibuka Kembali",
	    "content": [
	      {
		"type": "p",
		"content": "Pasca diterjang badai pandemi Covid-19 sejak awal tahun 2020 lalu, Indonesia yang kini tengah memasuki fase ‘recovery’ mulai menggenjot kembali beragam sektor yang menyokong perekonomian negara. Salah satu sektor yang dimaksud adalah sektor aviasi atau penerbangan. Tidak percaya? Sahabat Mido bisa lho langsung berkunjung ke Bandar Udara Internasional Soekarno-Hatta. Akan terlihat bahwa kini arus lalu lintas penerbangan, khususnya rute internasional, kembali ramai dan padat."
	      },
	      {
		"type": "g",
		"content": {
		  "url": "/images/news/gambar1-Terminal2F.jpg",
		  "photoDescription": "Telihat petugas imigrasi siap sedia di konter-konter pemeriksaan yang ada di terminal 2F"
		}
	      },
	      {
		"type": "p",
		"content": "Untuk mengakomodasi ramainya rute penerbangan internasional ini, Kantor Imigrasi Kelas I Khusus TPI Soekarno Hatta bekerja sama dengan Angkasa Pura II kembali membuka terminal 2F yang sebelumnya vakum karena pandemi Covid-19."
	      },
	      {
		"type": "g",
		"content": {
		  "url": "/images/news/Gambar2-Terminal2F.jpg",
		  "photoDescription": "Pengoperasian kembali Tempat Pemeriksaan Imigrasi di Terminal 2F Bandara Internasional Soekarno-Hatta"
		}
	      },
	      {
		"type": "p",
		"content": "Per tanggal 1 Oktober 2022, terminal 2F akhirnya resmi dioperasikan kembali. Untuk tahap awal, terminal 2F ini diperuntukkan sebagai clearence bagi jemaah umroh saja. Khusus pada bagian Tempat Pemeriksaan Imigrasi, Sahabat Mido bisa melihat bahwa sudah tersedia 6 konter pemeriksaan yang bisa diisi oleh 12 orang petugas. Sebagai kick-start pada 1 Oktober lalu, petugas yang bertugas di terminal 2F telah memeriksa 970 penumpang jemaah umroh yang berangkat ke tanah suci dengan menggunakan maskapai Lion Group."
	      },
	      {
		"type": "g",
		"content": {
		  "url": "/images/news/Gambar3-Terminal2F.jpg",
		  "photoDescription": "Terlihat jemaah umroh mulai mengantri di depan konter pemeriksaan"
		}
	      },
	      {
		"type": "p",
		"content": "Lalu, apakah terminal 2F selamanya akan diperuntukkan bagi jemaah umroh saja? Eits, don’t worry be happy! Mengingat makin ramainya lalu lintas penerbangan internasional dari dan ke wilayah Indonesia, tidak menutup kemungkinan jika di waktu dekat terminal 2F juga akan melayani proses clearence bagi penumpang dengan ragam tujuan kunjungan."
	      }
	    ],
	    "created_at": "2022-10-04",
	    "tags": ""
	},
        {
	    "cover": {
	      "url": "/images/news/Imigrasi-Soekarno-Hatta-Bersinar-Header.jpg",
	      "photoDescription": "Sosialisasi Pencegahan Penyalahgunaan dan Peredaran Narkoba dan Penandatanganan Komitmen Bersama Wujudkan Lingkungan Bersih Narkoba (Bersinar)"
	    },
	    "category": "Serba-Serbi",
	    "title": "Komitmen Bersama Untuk Menuju Imigrasi Soekarno-Hatta Bersinar",
	    "content": [
	      {
		"type": "p",
		"content": "Peredaran dan penyalahgunaan narkotika, psikotropika, dan obat terlarang (Narkoba) masih menjadi PR dan tanggung jawab bersama semua pihak termasuk institusi pemerintahan. Apalagi pada tahun 2022 ini angka prevalensinya naik sebesar 0,15 % dibandingkan dengan tahun 2019 berdasarkan data hasil survey gabungan BNN dengan BRIN bulan Juli 2022 lalu. Hasil dari survey tersebut juga menampilkan bahwa kalangan yang menyalahgunakan narkoba di Indonesia adalah kalangan usia produktif yaitu usia 15-58 tahun dan masa pandemi menjadi masa peningkatan yang cukup signifikan di daerah perkotaan di Indnesia. Secara umum, penyalahgunaan narkoba hanya mengalami penurunan di pedesaan."
	      },
	      {
		"type": "g",
		"content": {
		  "url": "/images/news/Imigrasi-Soekarno-Hatta-Bersinar-Gambar1.jpg",
		  "photoDescription": "Kepala Kantor Imigrasi Kelas I Khusus TPI Soekarno-Hatta, Muhammad Tito Andrianto Bersiap Menandatangani Komitmen Mewujudkan Lingkungan Bersih Dari Narkoba (Bersinar)"
		}
	      },
	      {
		"type": "p",
		"content": "Hal ini menjadi dasar dalam melakukan inisiatif dari BNN Kota Jakarta Selatan dan Kota Tangerang bersama Kantor Imigrasi Kelas I Khusus TPI Sekarno-Hatta dalam melakukan Sosialisasi Pencegahan Penyalahgunaan dan Peredaran Narkoba dan Penandatanganan Komitmen Bersama Wujudkan Lingkungan Bersih Narkoba (Bersinar) dilanjutkan dengan pendeteksian dini pada seluruh pegawai Imigrasi Soekarno-Hatta Imigrasi Soekarno-Hatta siap Bersinar."
	      },
	      {
		"type": "g",
		"content": {
		  "url": "/images/news/Imigrasi-Soekarno-Hatta-Bersinar-Gambar2.jpg",
		  "photoDescription": "Kepala BNN Jakarta Selatan, Dik Dik Kusnadi Ketika Memberikan Sosialisasi Pencegahan Penyalahgunaan Narkoba"
		}
	      },
	      {
		"type": "p",
		"content": "Sosialisasi ini dilakukan pada 26 September lalu dan disampaikan oleh Kepala BNN Jakarta Selatan, Dik Dik Kusnadi di hadapan para Pejabat Administrator dan Pengawas serta Pemangku JFT dan JFU di lingkungan Kantor Imigrasi Kelas I Khusus TPI Sekarno-Hatta. Pendeteksian dini penyalahgunaan narkoba sendiri dilangsungkan selama 2 (dua) hari yaitu pada tanggal 26-27 September 2022 dengan semangat untuk mewujudkan lingkungan kantor yang bersih narkoba."
	      },
	      {
		"type": "g",
		"content": {
		  "url": "/images/news/Imigrasi-Soekarno-Hatta-Bersinar-Gambar3.jpg",
		  "photoDescription": "Para Pejabat Administrator dan Pengawas Kantor Imigrasi Kelas I Khusus TPI Soekarno-Hatta Bersama Kepala BNN Jakarta Selatan Sebelum Bersiap Mengikuti Deteksi Dini Penyalahgunaan Narkoba"
		}
	      }
	    ],
	    "created_at": "2022-10-04",
	    "tags": ""
	},    
	{
                "cover": {
                  "url": "/images/news/Header-Hari-Kesaktian-Pancasila.jpg",
                  "photoDescription": "Pelaksanaan Upacara Memperingati Hari Kesaktian Pancasila Kantor Imigrasi Kelas I Khusus TPI Soekarno-Hatta "
                },
                "category": "Serba-Serbi",
                "title": "Imigrasi Soekarno-Hatta Memperingati Hari Kesaktian Pancasila",
                "content": [
                  {
                    "type": "p",
                    "content": "Sahabat Mido, kita semua tentu sudah tahu bahwa 1 Oktober diperingati sebagai Hari Kesaktian Pancasila. Bukan tanpa alasan, Hari Kesaktian Pancasila diperingati setiap warga Indonesia sebagai salah satu bentuk penghormatan terhadap para pahlawan revolusi; tujuh anggota TNI AD yang tewas dalam peristiwa kelam G30S/PKI."
                  },
                  {
                    "type": "g",
                    "content": {
                      "url": "/images/news/Hari-Kesaktian-Pancasila-Gambar1.jpg",
                      "photoDescription": "Segenap pegawai Kantor Imigrasi Kelas I Khusus TPI Soekarnoi-Hatta memngikuti pelaksanaan upacara Hari Kesaktian Pancasila"
                    }
                  },
                  {
                    "type": "p",
                    "content": "Beranjak dari niat untuk mengenang jasa pahlawan revolusi inilah, segenap pegawai Kantor Imigrasi Kelas I Khusus TPI Soekarno-Hatta lantas menggelar upacara peringatan Hari Kesaktian Pancasila yang dilaksanakan di lapangan parkir kantor pada tanggal 1 Oktober 2022."
                  },
                  {
                    "type": "g",
                    "content": {
                      "url": "/images/news/Hari-Kesaktian-Pancasila-Gambar2.jpg",
                      "photoDescription": "Kepala Kantor Wilayah Kemenkumham DKI Jakarta, Ibnu Chuldun, memimpin jalannya upacara"
                    }
                  },
                  {
                    "type": "p",
                    "content": "Pada upacara ini turut hadir Kepala Kantor Wilayah Kemenkumham DKI Jakarta, Ibnu Chuldun, yang turut memimpin jalannya upacara. Selaku inspektur upacara, Ibnu Chuldun mengingatkan segenap pegawai untuk tidak pernah melupakan jasa pahlawan yang telah mengorbankan jiwa dan raga demi kesatuan negara dan bangsa Indonesia. Selain itu, ia juga mengajak segenap insan imigrasi untuk lebih meningkatkan semangat dalam menjaga gerbang negara."
                  },
                  {
                    "type": "g",
                    "content": {
                      "url": "/images/news/Hari-Kesaktian-Pancasila-Gambar3.jpg",
                      "photoDescription": "Jajaran struktural Kantor Imigrasi Kelas I Khusus TPI Soekarno-Hatta turut mengikuti pelaksanaan upacara Hari Kesaktian Pancasila"
                    }
                  },
                  {
                    "type": "p",
                    "content": "Bukan tanpa alasan, menurut Ibnu Chuldun peningkatan kesiapan dan kesiagaan dalam mengawasi lalu lintas orang yang keluar dan/atau masuk wilayah Indonesia dianggap krusial mengingat Indonesia kini tengah memasuki fase ‘recovery’ pasca diterjang pandemi Covid-19."
                  }
                ],
                "created_at": "2022-10-01",
                "tags": ""
            },
            {
                "cover": {
                  "url": "/images/news/web-ombudsman-RI-1024x682.jpg",
                  "photoDescription": "Kemenkumham Telah Laksanakan Seluruh Saran terhadap Kebijakan Lalu Lintas WNA"
                },
                "category": "Pelayanan Keimigrasian",
                "title": "Ombudsman RI: Kemenkumham Telah Laksanakan Seluruh Saran terhadap Kebijakan Lalu Lintas WNA",
                "content": [
                  
                  {
                    "type": "p",
                    "content": "JAKARTA - Hasil kajian Ombudsman RI menunjukkan bahwa Kemenkumham telah melaksanakan seluruh saran kebijakan lalu lintas WNA ke Indonesia semasa penanganan pandemi dan pemulihan ekonomi nasional. Salah satunya adalah penerbitan Permenkumham No. 34 tahun 2021 tentang Pemberian Visa dan Izin Tinggal Keimigrasian dalam Masa Penanganan Penyebaran Covid-19 dan Pemulihan Ekonomi Nasional."
                  },
                  {
                    "type": "p",
                    "content": "“Kami mengapresiasi respon ditjen imigrasi bahwa saran dari Ombudsman dapat dijalankan sebaik-baiknya. Seperti kita tahu selama pandemi isu perlintasan mendapat perhatian luas dari masyarakat,” ungkap Ketua Ombudsman, Muhammad Najih saat memberikan sambutannya di Gedung Ombudsman RI, Kamis (14/09/2022)."
                  },
                  {
                    "type": "p",
                    "content": "Ia melanjutkan, sangat penting menjaga agar perlintasan keluar/masuk negara tidak hanya memenuhi syarat administratif tetapi juga standar kesehatan. Hal ini guna menjamin tidak ada kerugian yg bisa timbul di kemudian hari."
                  },
                  {
                    "type": "p",
                    "content": "“Ombudsman melihat bagaimana pelaksanaan kebijakan praktis yang dilaksanakan di keimigrasian misalnya Permenkumham No 27 Tahun 2021 tentang pembatasan Orang Asing masuk ke Indonesia dalam masa PPKM. Kami melihat pelru ada evaluasi kebijakan keimigrasian di masa pandemi dan ini direspon baik oleh Imigrasi,” pungkas Najih."
                  },
                  {
                    "type": "p",
                    "content": "Beberapa poin saran kebijakan lalu lintas WNA ke Indonesia itu antara lain:"
                  },
                  {
                    "type": "ol",
                    "content": [
                      {
                        "type": "li",
                        "className": "sub-list",
                        "content": "Penerbitan Permenkumham No. 34 tahun 2021"
                      },
                      {
                        "type": "li",
                        "className": "sub-list",
                        "content": "Pengetatan permohonan visa, yakni membuat ketentuan tentang pihak penjamin"
                      },
                      {
                        "type": "li",
                        "className": "sub-list",
                        "content": "Peningkatan kompetensi petugas penginput data di Tempat Pemeriksaan Imigrasi (TPI)"
                      },
                      {
                        "type": "li",
                        "className": "sub-list",
                        "content": "Integrasi data perlintasan WNA yang masuk RI, data izin tinggal dan data permohonan paspor"
                      },
                      {
                        "type": "li",
                        "className": "sub-list",
                        "content": "Kemenkumham terus melakukan sinkronisasi data dan pengembangan Master Data Management (MDM) yg meliputi distribusi, konsolidasi, sinkronisasi dan data cleansing."
                      }
                    ]
                  },
                  {
                    "type": "p",
                    "content": "Selain itu, Ombudsman berharap agar pelayanan Visa on Arrival dapat semakin maksimal dengan fasilitas serta sarana dan prasarana yang memadai."
                  },
                  {
                    "type": "p",
                    "content": "Sehubungan hal tersebut, Direktur Lalu Lintas Keimigrasian, Amran Aris yang hadir secara langsung menyampaikan bahwa Imigrasi saat ini menyelenggarakan layanan Visa on Arrival dengan skema pembayaran sesuai Peraturan Menteri Keuangan (PMK) No. 225 Pasal 28."
                  },
                  {
                    "type": "p",
                    "content": "“Dalam pasal tersebut dinyatakan bahwa collecting agent dilarang mengenakan biaya atas transaksi setoran Penerimaan Negara kepada Wajib Pajak/Wajib Bayar/Wajib Sektor. Ada beberapa negara seperti contohnya Turki telah menerapkan biaya tambahan untuk pengajuan Visa on Arrival sebelum tiba di negaranya, namun kita menerapkan PMK 225 sehingga terkait layanan pembayaran seperti ini akan dikoordinasikan lebih lanjut,” jelas Amran."
                  },
                  {
                    "type": "p",
                    "content": "Dalam kesempatan yang sama, Direktur Sistem Teknologi dan Informasi Keimigrasian, Agato P. P. Simamora menambahkan, biaya tambahan yang dimaksud adalah biaya remitansi (swift) dari bank di luar negeri ke akun bank di Indonesia."
                  },
                  {
                    "type": "p",
                    "content": "“Kami ingin ada aplikasi yang langsung bisa bayar dari luar negeri. Kalau kode billing, hambatannya adalah tidak ada nomor aku atau nomor bank. Maka harus ada rekening penampung, akan tetapi masih terbentur izinnya. Terkait hal ini, Menkumham sudah mengirimkan suratnya dan sedang menunggu tanggapan,” ujar Agato."
                  },
                  {
                    "type": "p",
                    "content": "Dalam kurun waktu Maret-September 2022, tercatat sebanyak 216.353 Visa on Arrival tujuan Wisata telah diterbitkan Imigrasi. Pengguna VoA didominasi oleh warga negara Australia, Singapura, Malaysia, Cina dan India."
                  }
                ],
                "created_at": "2022-09-19",
                "tags": ""
              },
          {
            "cover": {
              "url": "/images/news/sipeluru-img-header.jpg",
              "photoDescription": "Peresmian layanan ‘Si Peluru’ oleh Kepala Kantor Wilayah Kementerian Hukum dan HAM DKI Jakarta"
            },
            "category": "Pelayanan Keimigrasian",
            "title": "Si Peluru – Layanan Ambil Paspor Drive Thru",
            "content": [
              {
                "type": "g",
                "content": {
                  "url": "/images/news/sipeluru-img-1.jpg",
                  "photoDescription": "Peresmian layanan ‘Si Peluru’ oleh Kepala Kantor Wilayah Kementerian Hukum dan HAM DKI Jakarta"
                }
              },
              {
                "type": "p",
                "content": "Sahabat Mido, apa yang muncul di benak kalian Ketika mendengar frasa ‘drive thru’? Pasti, hal pertama yang terbayang adalah beragam restoran cepat saji. Eits, ternyata, di Kantor Imigrasi Kelas I Khusus TPI Soekarno-Hatta juga ada layanan drive thru, lho!"
              },
              {
                "type": "p",
                "content": "Inovasi Pengambilan Layanan Drive Thru, atau disingkat ‘Si Peluru’, merupakan terobosan terbaru yang digagas oleh Kantor Imigrasi Kelas I Khusus TPI Soekarno-Hatta. Mengutip pernyataan Muhammad Tito Andrianto selaku Kepala Kantor, “Tercetusnya ide layanan drive thru ini adalah untuk meningkatkan kualitas pelayanan publik, mengingat terbatasnya lahan parkir. Dengan inovasi ini masyarakat dapat dengan mudah mengambil paspor yang sudah selesai diproses lewat konter khusus tanpa harus turun dan memarkirkan kendaraannya”."
              },
              {
                "type": "g",
                "content": {
                  "url": "/images/news/sipeluru-img-2.jpg",
                  "photoDescription": "Prosesi pemotongan pita pada acara peresmian layanan ‘Si Peluru’"
                }
              },
              {
                "type": "p",
                "content": "Pada 7 September 2022, layanan ‘Si Peluru’ diresmikan secara simbolis oleh Ibnu Chuldun selaku Kepala Kantor Wilayah Kementerian Hukum dan HAM DKI Jakarta. Dalam kesempatan ini, beliau menyampaikan apresiasi atas inovasi ini, “Hadirnya layanan ini adalah bentuk komitmen untuk mewujudkan Zona Integritas yang outcome-nya dapat dirasakan langsung oleh masyarakat”. Lebih lanjut, Ibnu juga berharap layanan Si Peluru ini dapat meningkatkan Indeks Kepuasan Masyarakat (IPK) yang menjadi salah satu indikator evaluasi tingkat keberhasilan sebuah layanan publik."
              },
              {
                "type": "g",
                "content": {
                  "url": "/images/news/sipeluru-img-3.jpg",
                  "photoDescription": "Jajaran struktural berfoto bersama Kakanwil DKI Jakarta pada acara peresmian layanan ‘Si Peluru’"
                }
              },
              {
                "type": "p",
                "content": "Pada acara peresmian ‘Si Peluru’, turut hadir juga perwakilan dari beragam instansi yang tergabung dalam Komunitas Bandara Soekarno-Hatta (KOMBATA); sebut saja Otoritas Bandar Udara, Bea Cukai, Kantor Kesehatan Pelabuhan, Balai Besar Karantina Ikan, Polres Kota Bandara Soekarno-Hatta, dll."
              },
              {
                "type": "p",
                "content": "Jadi, bagaimana Sahabat Mido, proses mengambil paspor kini makin mudah, bukan?"
              }
            ],
            "created_at": "2022-09-07",
            "tags": ""
          },
          {
            "cover": {
              "url": "/images/news/L7uU1lF.jpg",
              "photoDescription": "Kepala Kantor Imigrasi Soetta, Muhammad Tito Andrianto bersama dengan Menteri Perhubungan, Budi Karya Sumadi dan Jajaran Kepala Instansi Sekitar Bandara (Sumber Foto: Internal Kanim Soetta)"
            },
            "category": "Serba-Serbi",
            "title": "SIAP AMANKAN MUDIK: IMIGRASI SOETTA IKUTI APEL GELAR PASUKAN ANGKUTAN LEBARAN 2022",
            "content": [
              {
                "type": "p",
                "content": "Menjelang puncak mudik Lebaran 2022, Pemerintah terus melakukan berbagai persiapan untuk memperlancar mobilisasi masyarakat. Salah satu upaya ini adalah dengan melakukan Apel Gelar Pasukan Angkutan Lebaran tahun 2022 yang dipimpin langsung oleh Menteri Perhubungan, Budi Karya Sumadi pada minggu (24/04). Selain diikuti oleh Kepala Kantor dan perwakilan pegawai Imigrasi Soetta, Apel ini juga diikuti oleh Instansi Sekitar Bandara atau biasa dikenal dengan Komunitas Bandara Soetta (KOMBATA)."
              },
              {
                "type": "g",
                "content": {
                  "url": "/images/news/kHPZKKk.jpg",
                  "photoDescription": "Budi Karya Sumadi melakukan pengecekan pada peserta Apel (Sumber Foto: Internal Kanim Soetta)"
                }
              },
              {
                "type": "p",
                "content": "Kegiatan mudik merupakan kegiatan rutin tahunan yang diaksanakan oleh masyarakat utamanya menjelang dan setelah perayaan Idul Fitri. Pada tahun ini diperkirakan akan terjadi mobilisasi masif masyarakat, baik dalam negeri maupun masyarakat yang pulang dari luar negeri. Oleh karena itu peran Imigrasi dalam melancarkan dan mengamankan jalannya mudik Lebaran tahun 2022 begitu krusial dikarenakan potensi WNI yang pulang dari luar negeri cukup besar."
              },
              {
                "type": "g",
                "content": {
                  "url": "/images/news/GMp5ufA.jpg",
                  "photoDescription": "Perserta apel dari berbagai instansi sekitar Bandara Soetta (Sumber Foto: Internal Kanim Soetta)"
                }
              },
              {
                "type": "p",
                "content": "Adapun puncak mudik Lebaran 2022 diperkirakan akan berlangsung pada 28-30 April mendatang. Pada kesempatan apel ini, Budi Karya menyampaikan harapan yang besar bagi seluruh stakeholder yang ada di Bandara Soetta untuk memperlancar kegiatan mudik ini. Selain tegas dan berwibawa dalam menjalankan tugas mengamankan jalannya mudik, petugas di lapangan juga harus tetap memperhatikan aspek humanis, utamanya dalam menciptakan rasa nyaman bagi para pemudik."
              }
            ],
            "created_at": "2022-04-25",
            "tags": ""
          },
          {
            "cover": {
              "url": "/images/news/oA9Q25q.jpg",
              "photoDescription": "Immigration on Air berlangsung dengan narasumber Kepala Bidang TPI Soetta dan Perwakilan pihak Bank BRI (Sumber Foto: Humas Kanim Soetta)"
            },
            "category": "Pelayanan Keimigrasian",
            "title": "HANYA DALAM 13 HARI VISA ON ARRIVAL SUMBANG PNBP SEBANYAK 1,3 M",
            "content": [
              {
                "type": "p",
                "content": "Dibukanya kembali Visa on Arrival (VOA) dan Bebas Visa Kunjungan Khusus Wisata (BVKKW) di Tempat Pemeriksaan Imigrasi Bandara Soekarno-Hatta menuai respon positif. Bidang Tempat Pemeriksaan Imigrasi (TPI) Soekarno-Hatta mencatat 2.765 Warga Negara Asing melintas masuk menggunakan Visa on Arrival, nilai rupiahnya mencapai sekitar 1,382 Miliar yang telah disetorkan menjadi PNBP (Penerimaan Negara Bukan Pajak) ke kas negara."
              },
              {
                "type": "p",
                "content": "Data tersebut diungkap oleh Kepala Bidang Tempat Pemeriksaan Imigrasi (TPI) Soekarno-Hatta, Verico Sandi saat menjadi narasumber program Instagram Live “Immigration On Air”. Diskusi yang membahas pembukaan Visa on Arrival dan Bebas Visa Kunjungan Khusus Wisata di Bandara Soekarno-Hatta merupakan upaya sosialisasi kebijakan Keimigrasian kepada masyarakat."
              },
              {
                "type": "g",
                "content": {
                  "url": "/images/news/cZycNVc.jpg",
                  "photoDescription": "Host Immigration on Air bersama dengan Verico Sandi, Selaku Kepala Bidang TPI Soetta memberikan penjelasan terkait Visa on Arrival (Sumber Foto: Humas Kanim Soetta)"
                }
              },
              {
                "type": "p",
                "content": "Selain membahas tentang peruntukan Visa on Arrival serta Bebas Visa Kunjungan Khusus Wisata yang bertujuan mendorong perkembangan pariwisata berkelanjutan atau sustainable tourism, sesi kali ini turut menghadirkan perwakilan dari Bank Rakyat Indonesia cabang Bandara Soekarno-Hatta, Kodir yang memberikan penjelasan seputar alur dan mekanisme pembayaran VoA."
              },
              {
                "type": "p",
                "content": "Kodir menambahkan bahwa pihak BRI menerima pembayaran VoA dengan menggunakan 11 mata uang asing yakni Dolar (USD), Dolar Singapura (SGD), Dolar Hong Kong (HKD), Dolar Australia (AUD), Euro (EUR), Riyal Saudi (SAR) , Yen (JPY), poundsterling (GBP) , ringgit Malaysia (MYR) , Renminbi (CNY) dan Bath (THB)."
              },
              {
                "type": "p",
                "content": "Program Immigration On Air merupakan live Podcast interaktif yang ditayangkan melalui IG Live dengan berbagai pembahasan topik menarik seputar masalah keimigrasian. Program ini hadir sebagai wadah edukasi kepada masyarakat diera sosial media."
              }
            ],
            "created_at": "2022-04-20",
            "tags": ""
          },
          {
            "cover": {
              "url": "/images/news/NUrR1fD.jpg",
              "photoDescription": ""
            },
            "category": "Pelayanan Keimigrasian",
            "title": "PENUHI ANIMO MASYARAKAT: IMIGRASI SOETTA LUNCURKAN LAYANAN SOETTA LESTARI",
            "content": [
              {
                "type": "p",
                "content": "Sistem pendaftaran paspor online lewat aplikasi M-Paspor yang masih mengalami kendala, membuat kantor Imigrasi seluruh Indonesia untuk terus mencari cara agar dapat memenuhi tingginya keinginan masyarakat untuk mendapat paspor. Melalui Program Soetta Lestari, Kanim Soetta kembali memberikan kemudahan dan tamabahan kuota bagi masyarakat yan sebelumnya mengalami kendala mendaftar paspor lewat M-Paspor."
              },
              {
                "type": "p",
                "content": "Program ini merupakan program penambahan kuota melalui perpanjangan layanan keimigrasian, jika sebelumnya layanan keimigrasian selama bulan puasa sampai dengan pukul 15.00 WIB, dengan Soetta Lestari maka perpanjangan jam layanan sampai dengan pukul 18.00 WIB. Untuk detail, cara dan ketentuan layanan ini, pembaca dapat melihat pada infograpik di bawah ini:"
              },
              {
                "type": "g",
                "content": {
                  "url": "/images/news/dWQqSjj.jpg",
                  "photoDescription": ""
                }
              },
              {
                "type": "g",
                "content": {
                  "url": "/images/news/XM17aPC.jpg",
                  "photoDescription": ""
                }
              },
              {
                "type": "g",
                "content": {
                  "url": "/images/news/YrfmPmR.jpg",
                  "photoDescription": ""
                }
              },
              {
                "type": "p",
                "content": "Mengingat pandemi Covid-19 yang belum berakhir maka, masyarakat yang datang ke lingkungan Kanim Soetta tetap diwajibkan untuk menaati protokol kesehatan yang berlaku."
              }
            ],
            "created_at": "2022-04-30",
            "tags": ""
          },
          {
            "cover": {
              "url": "/images/news/iYVkrph.jpg",
              "photoDescription": "Ilustrasi Petugas Imigrasi di Konter Pemeriksaan Visa On Arrival (VOA) (Sumber Foto: Humas Kanim Soetta)"
            },
            "category": "Pelayanan Keimigrasian",
            "title": "SEPEKAN DIBUKA: 820 WNA TERCATAT MEMASUKI INDONESIA DENGAN VISA ON ARRIVAL LEWAT BANDARA SOETTA",
            "content": [
              {
                "type": "p",
                "content": "Sejak diberlakukannya fasilitas Keimigrasian berupa Bebas Visa Kunjungan serta Visa Kunjungan Saat Kedatangan (Visa on Arrival) Khusus Wisata (BVKKW dan VKSKKW) pada 6 April lalu, Kantor Imigrasi Kelas I Khusus TPI Soekarno- Hatta mencatat sebanyak 820 WNA pengguna Visa On Arrival masuk ke wilayah Indonesia melalui Tempat Pemeriksaan Imigrasi Bandara Internasional Soekarno-Hatta hingga 12 April 2022."
              },
              {
                "type": "p",
                "content": "Banyak warga negara asing yang memanfaatkan fasilitas ini untuk masuk ke Indonesia, jumlahnya terus meningkat”, ungkap Muhammad Tito Andrianto, Kepala Kantor Imigrasi Kelas I Khusus TPI Soekarno-Hatta. Tito menambahkan bahwa perlintasan WNA yang menggunakan VoA untuk masuk wilayah Indonesia diperkirakan akan terus meningkat karena hampir dua tahun sejak pandemi Covid-19 melanda sejak 2020 fasilitas ini ditutup sementara."
              },
              {
                "type": "g",
                "content": {
                  "url": "/images/news/VJHtMvv.jpg",
                  "photoDescription": "Ilustrasi salah satu WNA yang menggunakan Visa On Arrival (VOA) (Sumber Foto: Humas Kanim Soetta)"
                }
              },
              {
                "type": "p",
                "content": "Lima negara pelintas masuk terbesar yang menggunakan layanan VoA untuk masuk ke wilayah Indonesia melalui TPI Bandara Internasional Soekarno-Hatta antara lain yaitu, posisi pertama Amerika Serikat (119), kedua India (83), ketiga Perancis (75) disusul Belanda (63) dan Australia (59). Adapun jumlah WNA pelintas masuk lewat TPI Bandara Soekarno-Hatta pada bulan Maret 2022 adalah sebanyak 10.323 sedangkan di bulan April (1-11 April 2022) sebanyak 14.311 pelintas."
              },
              {
                "type": "p",
                "content": "Untuk mengantisipasi lonjakan WNA pengguna VoA, Kantor Imigrasi Kelas I Khusus TPI Soekarno-Hatta telah menyiagakan enam konter VoA di area Imigrasi Kedatangan Internasional Terminal 3 Bandara Soekarno-Hatta. Direktorat Jenderal Imigrasi mulai 6 April 2022 memperluas cakupan kebijakan pemberian Bebas Visa Kunjungan serta Visa Kunjungan Saat Kedatangan/VoA Khusus Wisata (BVKKW/VKSKKW). Kebijakan baru ini diatur melalui Surat Edaran Kebijakan baru ini diatur dalam Surat Edaran Direktur Jenderal Imigrasi Nomor IMI-0549.GR.01.01 tanggal 5 April 2022 mengenai Kemudahan Keimigrasian Dalam Rangka Mendukung Pariwisata Berkelanjutan Pada Masa Pandemi Corona Virus Disease 2019."
              },
              {
                "type": "p",
                "content": "Melalui kebijakan terbaru ini, sembilan negara ASEAN dapat masuk dengan fasilitas Bebas Visa Kunjungan Khusus Wisata (BVKKW), sementara 43 negara dapat menggunakan fasilitas Keimigrasian melalui Visa Kunjungan Saat Kedatangan/VoA Khusus Wisata (VKSKKW). Imigrasi Soekarno-Hatta menjadi salah satu diantara tujuh tempat Pemeriksaan Imigrasi Bandar Udara lainnya yang membuka fasilitas ini selain Ngurah Rai di Bali, Kualanamu di Sumatera Utara, Juanda di Jawa Timur, Hasanuddin di Sulawesi Selatan, Sam Ratulangi di Sulawesi Utara dan Yogyakarta di DIY."
              }
            ],
            "created_at": "2022-04-13",
            "tags": ""
          },
          {
            "cover": {
              "url": "/images/news/TmuCWI6.jpg",
              "photoDescription": "Kepala Kantor Imigrasi Soetta, Tito Andrianto menyematkan PIN “Tegur Saya Jika Saya Tidak Ramah” kepada pegawai (Sumber Foto: Humas Kanim Soetta)"
            },
            "category": "WBK/WBBM",
            "title": "BANGUN ZONA INTEGRITAS, TITO ANDRIANTO FOKUS PADA KERAMAHAN PELAYANAN KEIMIGRASIAN",
            "content": [
              {
                "type": "p",
                "content": "Setelah berhasil meraih predikat Wilayah Bebas dari Korupsi (WBK) di tahun 2021, Kantor Imigrasi Kelas I Khusus TPI Soekarno-Hatta berkomitmen untuk meraih predikat Wilayah Birokrasi Bersih dan Melayani (WBBM). Komitmen tersebut ditunjukan melalui peningkatan kualitas pelayanan publik yang harus ditunjukan oleh petugas Imigrasi sebagai bagian dari Aparatur Sipil Negara."
              },
              {
                "type": "p",
                "content": "Dalam momentum apel pagi yang dipimpin oleh Muhammad Tito Andrianto selaku Kepala Kantor Imigrasi Kelas I Khusus TPI Soekarno-Hatta (Senin, 11/04), dirinya berpesan kepada seluruh pegawai agar mengedepankan keramahan namun tetap profesional menjalankan tugas dan fungsi sebagai petugas Imigrasi. “Kedepankan profesionalitas dan humanisme sebagai petugas Imigrasi, karena itulah tantangan kita saat ini”, ujarnya."
              },
              {
                "type": "g",
                "content": {
                  "url": "/images/news/Vp7eETC.jpg",
                  "photoDescription": "Suasana Pelaksanaan Apel (Sumber Foto: Humas Kanim Soetta)"
                }
              },
              {
                "type": "p",
                "content": "Momentum apel pagi pun diikuti dengan acara penyematan pin bertulis “Tegur Saya Jika Saya Tidak Ramah”. Diharapkan lewat penyematan pin yang melekat di setiap seragam pegawai, dapat lebih mawas diri untuk menjaga sikap dan mengedepankan keramahan dalam menjalankan fungsi pelayanan Keimigrasian. “Semua pegawai mulai dari SPV hingga staf kebersihan harus memakai pin ini sebagai pengingat agar bersikap ramah terhadap masyarakat”, tambah Tito."
              },
              {
                "type": "g",
                "content": {
                  "url": "/images/news/eaP9WZc.jpg",
                  "photoDescription": "Suasana Pelaksanaan Apel (Sumber Foto: Humas Kanim Soetta)"
                }
              },
              {
                "type": "p",
                "content": "Predikat Wilayah Bebas dari Korupsi (WBK) merupakan sebuah penghargaan yang diberikan oleh Kementerian Pemberdayaan Aparatur Negara dan Reformasi Birokrasi kepada Unit Kerja di instansi pemerintah yang telah berhasil melaksanakan reformasi dengan baik, serta memenuhi indikasi bebas dari korupsi, pelayanan publik yang prima dan berkinerja tinggi. Selanjutnya unit kerja yang telah berhasil meraih WBK kembali harus membuktikan komitmen dan kinerjanya guna meraih predikat Wilayah Birokrasi Bersih dan Melayani (WBBM)."
              }
            ],
            "created_at": "2022-04-13",
            "tags": ""
          },
          {
            "cover": {
              "url": "/images/news/z6MJx1b.jpg",
              "photoDescription": ""
            },
            "category": "Pelayanan Keimigrasian",
            "title": "LEBIH DARI 360 RIBU ORANG MELINTAS DAN 11 WNA TERKENA TAK, SELANGKAPNYA DI INFOGRAPIK CAPAIAN KINERJA MARET 2022",
            "content": [
              {
                "type": "p",
                "content": "Memasuki akhir kuartal pertama tahun 2022, arus pandemi Covid-19 mulai menunjukkan pola terkendali, berbagai aturan pembatasan aktivitas sosial masyarakat mulai mengalami pelonggaran. Hal ini bisa dilihat dari arus perlintasan orang yang keluar masuk ke wilayah Indonesia melalui Tempat Pemeriksaan Imigrasi (TPI) Bandara Soekarno-Hatta, pada bulan Maret mencapai lebih dari 360 Ribu. Adanya peningkatan arus perlintasan tentu menjadi tantangan sendiri bagi Kanim Soetta untuk semakin meningkatkan mutu pelayanan dan kinerja pegawai."
              },
              {
                "type": "p",
                "content": "Pada bulan Maret 2022, Kanim Soetta berhasil menorehkan berbagai capaian kinerja, mulai dari Penerbitan Dokumen Keimigrasian yang mencapai lebih dari 2700 dokumen, 11 WNA terkena Tindakan Administratif Keimigrasian (TAK), sampai pemberian Exit Permit Only (EPO) untuk 10 orang WNA. Untuk lebih detail mengenali berbagai capaian kinerja Kanim Soetta pada Maret 2022, pembaca dapat melihat pada infograpik di bawah ini:"
              },
              {
                "type": "p",
                "content": "Perlintasan Orang di Tempat Pemeriksaan Imigrasi (TPI)"
              },
              {
                "type": "g",
                "content": {
                  "url": "/images/news/TkmoWpg.jpg",
                  "photoDescription": ""
                }
              },
              {
                "type": "g",
                "content": {
                  "url": "/images/news/g9RAFjq.jpg",
                  "photoDescription": ""
                }
              },
              {
                "type": "p",
                "content": "Penerbitan Dokumen Keimigrasian"
              },
              {
                "type": "g",
                "content": {
                  "url": "/images/news/ZLKioh8.jpg",
                  "photoDescription": ""
                }
              },
              {
                "type": "g",
                "content": {
                  "url": "/images/news/QNjJWPE.jpg",
                  "photoDescription": ""
                }
              },
              {
                "type": "p",
                "content": "Pengawasan dan Intelejen Keimigrasian"
              },
              {
                "type": "g",
                "content": {
                  "url": "/images/news/DXhAerp.jpg",
                  "photoDescription": ""
                }
              },
              {
                "type": "p",
                "content": "Update Status dan Mutasi Alamat WNA"
              },
              {
                "type": "g",
                "content": {
                  "url": "",
                  "photoDescription": "/images/news/sen6LCa.jpg"
                }
              },
              {
                "type": "p",
                "content": "Predikat Wilayah Bebas dari Korupsi (WBK) merupakan sebuah penghargaan yang diberikan oleh Kementerian Pemberdayaan Aparatur Negara dan Reformasi Birokrasi kepada Unit Kerja di instansi pemerintah yang telah berhasil melaksanakan reformasi dengan baik, serta memenuhi indikasi bebas dari korupsi, pelayanan publik yang prima dan berkinerja tinggi. Selanjutnya unit kerja yang telah berhasil meraih WBK kembali harus membuktikan komitmen dan kinerjanya guna meraih predikat Wilayah Birokrasi Bersih dan Melayani (WBBM)."
              }
            ],
            "created_at": "2022-04-13",
            "tags": ""
          },
          {
            "cover": {
              "url": "/images/news/mcleFxX.jpg",
              "photoDescription": ""
            },
            "category": "Pelayanan Keimigrasian",
            "title": "PEMOHON WAJIB TAHU: BEGINI CARA DAFTAR DAN KETENTUAN ANTREAN WALK IN KANIM SOETTA",
            "content": [
              {
                "type": "p",
                "content": "Adanya gangguan pada aplikasi M-Paspor menimbulkan berbagai kekhawatiran masyarakat yang ingin mengajukan pembuatan paspor RI. Sebagai langkah antisipasi untuk tetap mengakomodir keinginan masyarakat dalam mendapatkan paspor, maka Ditjen Imigrasi mengambil kebijakan untuk memperbolehkan antrean paspor secara Walk In di Kantor Imigrasi seluruh Indonesia, tentu dengan tetap memperhatikan kondisi sarana dan SDM tiap kantor imigrasi."
              },
              {
                "type": "p",
                "content": "Di Kantor Imigrasi Soetta sendiri, antrean paspor secara Walk In pendaftarannya dilakukan terlebih dahulu melalui pendaftaran lewat aplikasi WhatsApp, hal ini menghindari penumpukan antrean dan memastikan mereka yang datang benar-benar dapat dilayani pada hari itu juga. Untuk detail mengenai cara pendaftaran dan ketentuan antrean paspor secaraWalk In, pembaca dapat menyimak pada infograpik di bawah ini:"
              },
              {
                "type": "g",
                "content": {
                  "url": "/images/news/iecLoC9.jpg",
                  "photoDescription": ""
                }
              },
              {
                "type": "g",
                "content": {
                  "url": "/images/news/vRrq86u.jpg",
                  "photoDescription": ""
                }
              },
              {
                "type": "g",
                "content": {
                  "url": "/images/news/ygYFsmk.jpg",
                  "photoDescription": ""
                }
              },
              {
                "type": "g",
                "content": {
                  "url": "/images/news/yT4ty7B.jpg",
                  "photoDescription": ""
                }
              },
              {
                "type": "g",
                "content": {
                  "url": "/images/news/AOE0yqn.jpg",
                  "photoDescription": ""
                }
              },
              {
                "type": "p",
                "content": "Sebagai catatan, saat ini Aplikasi M-Paspor sedang dalam proses perbaikan, segala informasi terbaru mengenai perkembangan perbaikan dapat dicek langsung melalui website resmi Direktorat Jenderal Imigrasi pada laman www.imigrasi.go.id."
              }
            ],
            "created_at": "2022-04-13",
            "tags": ""
          },
          {
            "cover": {
              "url": "/images/news/Qy9zl5b.jpg",
              "photoDescription": ""
            },
            "category": "WBK/WBBM",
            "title": "KANIM SOETTA BERHASIL MEMPERTAHANKAN NILAI SANGAT BAIK PADA SURVEI IKM DAN IPK MARET 2022",
            "content": [
              {
                "type": "p",
                "content": "Indeks Kepuasan Masyarakat (IKM) dan Indek Persepsi Korupsi (IPK) merupakan dua indikator yang digunakan untuk menilai mutu pelayanan yang diberikan oleh suatu instansi atau unit pelaksana tugas. Kedua indikator ini juga menjadi dasar penilaian sejauh mana pembangunan Zona Integritas (ZI) suatu organisasi."
              },
              {
                "type": "p",
                "content": "Sebagai unit kerja berpredikat Wilayah Bebas dari Korupsi (WBK) menuju Wilayah Birokrasi Bersih dan Melayani (WBBM), maka Kanim Soetta selalu berupaya konsisten dalam memberikan pelayanan yang prima kepada masyarakat. Hal ini dapat dilihat pada hasil IKM dan IPK yang diraih oleh Kanim Soetta pada bulan Maret 2022, nilai keduanya hampir mendapat nilai sempurna dengan mutu penilaian A. Dari 55 koresponden, IKM Kanim Soetta berada diangka 19,37 (skala 20) dan IPK diangka 14,82 (skala 15)."
              },
              {
                "type": "g",
                "content": {
                  "url": "/images/news/aP7HPrA.jpg",
                  "photoDescription": ""
                }
              },
              {
                "type": "g",
                "content": {
                  "url": "/images/news/L9M25Hh.jpg",
                  "photoDescription": ""
                }
              },
              {
                "type": "p",
                "content": "Kami sangat berterima kasih atas partisipasi masyarakat dalam memberikan penilaian. Selain memberikan penilaian terhadap mutu pelayanan, Kanim Soetta juga terbuka kepada masyarakat untuk memberikan laporan segala bentuk pelanggaran berupa pungli, gratifikasi dll."
              }
            ],
            "created_at": "2022-04-08",
            "tags": ""
          },
          {
            "cover": {
              "url": "/images/news/PVlcHoO.jpg",
              "photoDescription": ""
            },
            "category": "Pelayanan Keimigrasian",
            "title": "VOA DAN BEBAS VISA KUNJUNGAN KINI DIBUKA KEMBALI DI TPI SOEKARNO HATTA",
            "content": [
              {
                "type": "p",
                "content": "Setelah kurang lebih dua tahun ditutup akibat pandemi Covid-19, kini kebijakan pemberian Visa On Arrival (VOA) dan Bebas Visa Kunjungan (BVK) dibuka kembali oleh pemerintah, melalui Ditjen Imigrasi. Pembukaan aturan pemberian VOA dan BVK melalui beberapa TPI dan Pos Lintas Batasa diambil sebagai salah satu langkah pemulihan ekonomi di sektor Pariwisata dengan melihat penyebaran virus Covid-19 yang mulai terkendali."
              },
              {
                "type": "p",
                "content": "Untuk dapat mengetahui secara detail terkait syarat dan ketentuan pemberian VOA dan BVK, pembaca dapat melihat pada infograpik di bawah ini:"
              },
              {
                "type": "g",
                "content": {
                  "url": "/images/news/T0H8a85.jpg",
                  "photoDescription": ""
                }
              },
              {
                "type": "g",
                "content": {
                  "url": "/images/news/GEksS6k.jpg",
                  "photoDescription": ""
                }
              },
              {
                "type": "g",
                "content": {
                  "url": "/images/news/BuW9QwK.jpg",
                  "photoDescription": ""
                }
              },
              {
                "type": "g",
                "content": {
                  "url": "/images/news/PXUsAPN.jpg",
                  "photoDescription": ""
                }
              },
              {
                "type": "g",
                "content": {
                  "url": "/images/news/VL34BXG.jpg",
                  "photoDescription": ""
                }
              },
              {
                "type": "g",
                "content": {
                  "url": "/images/news/hh0UIHV.jpg",
                  "photoDescription": ""
                }
              }
            ],
            "created_at": "2022-04-07",
            "tags": ""
          },
          {
            "cover": {
              "url": "/images/news/bEf0aQU.jpg",
              "photoDescription": "Penyesuaian Jam Kerja Layanan Selama Bulan Ramadhan 1443 H"
            },
            "category": "Pelayanan Keimigrasian",
            "title": "CATAT! BERIKUT ADALAH JAM KERJA PELAYANAN DI KANIM SOETTA SELAMA BULAN SUCI RAMADHAN 1443 H",
            "content": [
              {
                "type": "p",
                "content": "Sesuai dengan Surat Edaran Nomor SEK-15.OT.02.02 Tahun 2022 tentang Pengaturan Kegiatan dan Jam Kerja Bagi Pegawai Aparatur Sipil Negara dan Pemerintah Non Pegawai Negeri (PPNPN) Pada Bulan Suci Ramadhan 1443/2022 Di Lingkungan Kementerian Hukum dan Hak Asasi Manusia, maka jam kerja pelayanan di Kantor Imigrasi Kelas I Khusus TPI Soekarno-Hatta mengalami penyesuaian"
              },
              {
                "type": "p",
                "content": "Adapun jam kerja pelayanan selama bulan Suci Ramadhan adalah sebagai berikut:"
              },
              {
                "type": "p",
                "content": "Senin-Kamis jam kerja pelayanan adalah 08:00 – 15:00 WIB (Istirahat 12:00 – 12:30 WIB), Sedangkan pada hari Jum’at jam kerja pelayanan adalah 08:00 – 15:30 WIB (Istirahat 11:30 – 12:30 WIB)."
              },
              {
                "type": "p",
                "content": "Para pengguna jasa dan layanan Keimigrasian diharapkan datang sesuai dengan jam kerja yang telah ditentukan, selain itu penerapan protokol kesehatan juga harus tetap diperhatikan oleh masyarakat yang datang ke Kantor Imigrasi Kelas I Khusus TPI Soekarno-Hatta, mengingat saat ini pandemi Covid-19 belum berakhir."
              }
            ],
            "created_at": "2022-04-06",
            "tags": ""
          },
          {
            "cover": {
              "url": "/images/news/hnznUOr.jpg",
              "photoDescription": "Dokter Netty Rahmawati dan Suster Resty Marpaung berpose di depan klinik Pratama Kantor Imigrasi Kelas 1 Khusus TPI Soekarno-Hatta (Sumber Foto: Internal Kanim Soetta)"
            },
            "category": "Serba-Serbi",
            "title": "Bikin Paspor Sambil Periksa Kesehatan? Di Kanim Soetta Aja!",
            "content": [
              {
                "type": "p",
                "content": "Pembuatan paspor, perpanjangan izin tinggal, hingga mengurus kehilangan paspor -itu tadi beberapa alasan yang mungkin mendasari kedatangan Sahabat Mido ke kantor Imigrasi di seluruh Indonesia, tidak terkecuali Kantor Imigrasi Kelas 1 Khusus TPI Soekarno-Hatta. Tapi, apa yang terjadi ketika sedang menunggu antrian tubuh malah menunjukkan gejala kurang sehat? Ingin lanjut mengantri, tapi pusing; ingin pulang, tapi merasa sayang karena antrian sudah setengah jalan. Lalu, apa dong solusinya?"
              },
              {
                "type": "g",
                "content": {
                  "url": "/images/news/xSxI0Ll.jpg",
                  "photoDescription": "Pengecekan tekanan darah pengguna layanan keimigrasian Kanim Soetta (Sumber Foto: Internal Kanim Soetta)"
                }
              },
              {
                "type": "p",
                "content": "Tenang! Kini, Sahabat Mido bisa mengurus keperluan keimigrasian di Kantor Imigrasi Kelas 1 Khusus TPI Soekarno-Hatta sambil memeriksakan kesehatan, lho! Pertama kali diprakarsai pada 23 November 2021 lalu, Klinik Pratama yang sejatinya merupakan inovasi Pak Romi Yudianto selaku kepala kantor terdahulu terbukti dapat menjadi solusi cepat dan tanggap atas masalah kesehatan yang dirasa oleh pengguna layanan keimigrasian di kanim Soetta."
              },
              {
                "type": "g",
                "content": {
                  "url": "/images/news/S0p0M6s.jpg",
                  "photoDescription": "Layanan swab di Klinik Pratama Soetta (Sumber Foto: Internal Kanim Soetta)"
                }
              },
              {
                "type": "p",
                "content": "Lalu, fasilitas kesehatan apa saja yang ditawarkan oleh klinik Pratama? Selain pemeriksaan umum (seperti cek tensi, gula darah, kolesterol, dan asam urat), pengguna layanan keimigrasian Kanim Soetta juga dapat menerima diagnosis gejala kesehatan yang dirasa, sekaligus dengan saran konsumsi obat yang sesuai."
              }
            ],
            "created_at": "2022-08-05",
            "tags": ""
          },
          {
            "cover": {
              "url": "/images/news/AjOEL3n.jpg",
              "photoDescription": "Pelaksanaan kegiatan Medical Check-up pegawai Kantor Imigrasi Kelas 1 Khusus TPI Soekarno-hatta bersama klinik Arina Medika (Sumber Foto: Internal Kanim Soetta)"
            },
            "category": "Serba-Serbi",
            "title": "Medical Check-Up Seluruh Pegawai Kanim Soekarno-Hatta bersama klinik Arina Medika",
            "content": [
              {
                "type": "p",
                "content": "Sahabat Mido, pernah mendengar kutipan yang berbunyi, “Kesehatan adalah anugerah terindah yang terkadang lupa untuk kita syukuri”? Memang, terkadang kita mudah untuk menyepelekan pentingnya memiliki tubuh yang sehat. Tidak heran jika akhirnya kita cenderung lupa untuk memeriksakan kesehatan pribadi secara teratur. Karena alasan inilah akhirnya Kantor Imigrasi Kelas 1 Khusus TPI Soekarno-Hatta mengadakan kegiatan Medikal Check-up untuk seluruh pegawai. Bekerja sama dengan Arnia Medika, kegiatan Medikal Check-up ini berhasil mengcover pemeriksaan kesehatan 781 pegawai Kantor Imigrasi Kelas 1 Khusus TPI Soekarno-Hatta yang dilangsungkan dari tanggal 31 Mei 2022 sampai dengan 7 Juni 2022."
              },
              {
                "type": "g",
                "content": {
                  "url": "/images/news/2Lv6GS4.jpg",
                  "photoDescription": "Salah satu pegawai Kanim Soetta sedang menjalani proses pengambilan sampel darah (Sumber Foto: Internal Kanim Soetta)"
                }
              },
              {
                "type": "p",
                "content": "Lalu, pemeriksaan medis jenis apa saja sih yang tercover dalam acar Medikal Check-Up kemarin? Yuk, simak detail liputannya berikut ini!"
              },
              {
                "type": "ol",
                "content": [
                  {
                    "title": "Pemeriksaan urine",
                    "type": "li",
                    "content": "Kenapa sih harus ada pemeriksaan urine? Tujuannya tidak lain adalah untuk mendeteksi keberadaan zat berbahaya dalam tubuh; serta untuk memantau perkembangan penyakit yang tidak terdeteksi pada pemeriksaan kesehatan sebelumnya."
                  },
                  {
                    "title": "Rontgen",
                    "type": "li",
                    "content": "Rontgen dada (thorax) ditujukan untuk memeriksa kesehatan paru-paru serta organ tubuh lainnya yang berhubungan dengan fungsi pernapasan"
                  },
                  {
                    "title": "Audiometri",
                    "type": "li",
                    "content": "Selanjutnya, jenis pemeriksaan yang turut dilaksanakan adalah audiometri; tes yang berfungsi untuk memeriksa ada atau tidaknya gangguan pada saraf sensorineural."
                  },
                  {
                    "title": "Spirometri",
                    "type": "li",
                    "content": "Sahabat Mido, tahu nggak sih kalau untuk memeriksa kesehatan paru-paru, ternyata tidak cukup dengan rontgen saja? Karena alasan itulah, pada kegiatan Medical Check-up Bersama Arnia Medika turut disertakan pula tes spirometri."
                  },
                  {
                    "title": "Pap smear",
                    "type": "li",
                    "content": "Khusus untuk pegawai wanita, turut disertakan test pap smear yang berguna sebagai screening awal potensi kanker serviks."
                  },
                  {
                    "title": "USG",
                    "type": "li",
                    "content": "Pemeriksaan USG ditujukan untuk memeriksa kondisi beragam organ dalam, seperti pancreas, ginjal, limpa, kandung kemih, rahim, dan prostat."
                  },
                  {
                    "title": "Treadmill",
                    "type": "li",
                    "content": "Terakhir, uji treadmill -atau yang dikenal juga dengan istilah stress test- ditujukan untuk mengobservasi kinerja jantung individu selama melakukan aktivitas fisik."
                  }
                ]
              },
              {
                "type": "g",
                "content": {
                  "url": "/images/news/JRldks6.jpg",
                  "photoDescription": "Satu dari beragam rangkaian pemeriksaan pada kegiatan Medical Check-up pegawai Kanim Soetta (Sumber Foto: Internal Kanim Soetta)"
                }
              }
            ],
            "created_at": "2022-08-05",
            "tags": ""
          },
          {
            "cover": {
              "url": "/images/news/T1KBeyo.jpg",
              "photoDescription": "Foto bersama pada kegiatan Pemusnahan Arsip Keimigrasian Kantor Imigrasi Kelas 1 Khusus TPI Soekarno-Hatta  (Sumber Foto: Internal Kanim Soetta)"
            },
            "category": "Serba-Serbi",
            "title": "Pemusnahan Arsip Imigrasi Soekarno-Hatta",
            "content": [
              {
                "type": "p",
                "content": "Dari sekian banyak instrumen kelembagaan atau kedinasan, arsip merupakan salah satu bagian penting yang tidak dapat dipisahkan. Mengutip dari laman resmi Arsip Nasional Republik Indonesia, arsip dapat diartikan sebagai “rekaman kegiatan atau peristiwa dalam berbagai bentuk dan media sesuai dengan perkembangan teknologi informasi dan komunikasi yang dibuat dan diterima oleh Lembaga negara, pemerintahan daerah, lembaga Pendidikan, perusahaan, organisasi politik, organisasi kemasyarakatan, dan perseorangan dalam pelaksanaan kehidupan bermasyarakat, berbangsa, dan bernegara.”"
              },
              {
                "type": "p",
                "content": "Menilik dari pengertian di atas, dapat dilihat betapa pentingnya peran arsip dalam kehidupan berorganisasi. Karenanya, demi terciptanya tata kelola arsip yang baik maka diperlukan penyusutan arsip; salah satu caranya adalah dengan mengadakan kegiatan pemusnahan arsip."
              },
              {
                "type": "g",
                "content": {
                  "url": "/images/news/FVWV9l2.jpg",
                  "photoDescription": "Sambutan dari Kepala Kantor Imigrasi Kelas 1 Khusus TPI Soekarno-Hatta (Sumber Foto: Internal Kanim Soetta)"
                }
              },
              {
                "type": "p",
                "content": "Pada tanggal 21 Juli 2022 lalu, Bidang Teknologi Informasi dan Komunikasi Keimigrasian (TIKIM) menyelenggarakan kegiatan pemusnahan arsip keimigrasian yang sudah tidak memiliki nilai guna lagi. Selain jajaran struktural Kantor Imigrasi Kelas 1 Khusus TPI Soekarno-Hatta, pada acara tersebut juga turut hadir beberapa perwakilan dari pihak terkait lain; seperti Sekretariat Jenderal Kementerian Hukum dan HAM RI, Divisi Pelayanan Hukum Kantor Wilayah Kementerian Hukum dan HAM DKI Jakarta, serta Divisi Keimigrasian dan Divisi Administrasi Kantor Wilayah Kementerian Hukum dan HAM RI."
              },
              {
                "type": "g",
                "content": {
                  "url": "/images/news/AYjfT6t.jpg",
                  "photoDescription": "Tamu undangan kegiatan Pemusnahan Arsip menyanyikan lagu “Indonesia Raya” bersama-sama  (Sumber Foto: Internal Kanim Soetta)"
                }
              },
              {
                "type": "p",
                "content": "Dalam kegiatan Pemusnahan Arsip kali ini, total berkas yang dimusnahkan berjumlah 115.975 berkas. Dari total jumlah arsip tadi, arsip Permohonan Dokumen Perjalanan Republik Indonesia (DPRI) menempati peringkat pertama sebagai jenis arsip yang paling banyak dimusnahkan (berjumlah 42.342 berkas)."
              }
            ],
            "created_at": "2022-08-05",
            "tags": ""
          },
          {
            "cover": {
              "url": "/images/news/7tHh9Us.jpg",
              "photoDescription": "Citra virus Covid-19 yang pernah menjadi pandemi global sejak 2020 lalu (Sumber Foto: Google)"
            },
            "category": "Serba-Serbi",
            "title": "Tips Sehat Selama Endemi",
            "content": [
              {
                "type": "p",
                "content": "Sahabat Mido, sejak kemunculan kasusnya yang pertama pada akhir tahun 2019 kemarin, virus Corona -atau yang juga dikenal dengan sebutan Covid-19- telah menjelma menjadi momok tersendiri di tengah-tengah masyarakat. Hal ini memang tidak mengherankan, sebab di puncak masa penyeberannya virus ini terbukti dapat merenggut ribuan nyawa di seluruh pelosok dunia. Indonesia sebagai salah satu negara terdampak juga tidak luput dari cengkeraman mengerikan virus ini. Namun, berkat upaya pemerintah dengan segenap elemen masyarakat, Indonesia terbukti dapat meminimalisir dampak buruk dari penyebaran virus ini. Berjalan tahun ke-3 sejak kasusnya pertama kali di temukan di wilayah Indonesia, Covid-19 kini telah mengalami perubahan status; dari pandemi menjadi endemi."
              },
              {
                "type": "g",
                "content": {
                  "url": "/images/news/xZ8ND65.jpg",
                  "photoDescription": "Penggunaan masker yang pernah menjadi mandatory pemerintah ketika puncak penyebaran Covid-19 beberapa saat lalu (Sumber Foto: Google)"
                }
              },
              {
                "type": "p",
                "content": "Eits, tapi bukan berarti kita bisa terlena dengan kondisi sekarang, lho! Menjaga tubuh agar tetap prima dan sehat harus tetap menjadi fokus utama. Lantas, adakah tips sehat selama endemi? Yuk, simak beberapa poin berikut ini:"
              },
              {
                "type": "ol",
                "content": [
                  {
                    "title": "Istirahat serta tidur yang cukup",
                    "type": "li",
                    "content": "Tips pertama yang bisa dicoba agar tetap sehat selama endemi adalah menerapkan pola istirahat dan tidur yang cukup. Kesibukan harian, baik di rumah maupun di tempat kerja, tak ayal seringkali menjadi alasan utama mengapa kondisi tubuh mudah drop. Tubuh yang tidak mendapatkan waktu rehat yng cukup dan berkualitas tentu saja akan mudah mengalami kelelahan. Hasilnya, virus dan bakteri akan dengan mudah menginfeksi. Sahabat Mido tentunya tidak ingin hal ini terjadi, bukan? Jadi, yuk, mulai atur jadwal tidur dan istirahat!"
                  },
                  {
                    "title": "Menjalani pola hidup aktif dan rajin berolahraga secara teratur",
                    "type": "li",
                    "content": "Selain penerapan pola tidur dan istirahat, kebiasaan untuk menjalani hidup yang aktif juga terbukti ampuh dalam menjaga kesehatan tubuh selama endemi. Ayo, ngaku! Apakah Sahabat Mido termasuk pelaku hidup aktif, atau justru pelaku pola hidup sedentary? Nyatanya, pola hidup yang aktif serta olahraga teratur dapat memberikan manfaat positif bagi kondisi fisik dan mental, lho! Beberapa manfaat yang dimaksud di antaranya adalah menurunkan resiko terkena penyakit, meningkatkan massa tulang dan otot, mengontrol berat badan, serta meningkatkan kesehatan mental sekaligus menjaga mood level agar tetap stabil.",
                    "image": {
                      "position": "bottom",
                      "url": "/images/news/a8ivFPX.jpg",
                      "description": "Pola hidup aktif dipandang banyak ahli dapat menjadi salah satu cara agar tetap sehat di tengah-tengah endemi Covid-19 (Sumber Foto: Google)"
                    }
                  },
                  {
                    "title": "Mengelola stres dengan baik",
                    "type": "li",
                    "content": "Langkah agar tetap sehat selama endemi lainya adalah dengan mengelola tingkat stress. Tahu nggak sih, kalau manajemen stress itu bisa ditempuh dengan berbagai cara? Ya, beragam cara yang dimaksud mencakup latihan pernapasan, meditasi, merencanakan kegiatan yang menyenangkan di akhir pekan, hingga menyempatkan waktu luang untuk mengobrol dengan sahabat maupun anggota keluarga."
                  }
                ]
              }
            ],
            "created_at": "2022-08-05",
            "tags": ""
          },
          {
            "cover": {
              "url": "/images/news/oqyElLg.jpg",
              "photoDescription": "Dirsistik bersama Kepala Kantor Imigrasi Soetta, Muhammad Tito Andrianto, Kabid TPI Verico Sandy, Kabid Tikim, Habiburrahman dan Rombongan bergerak menuju Tempat Pemeriksaan Imigrasi (Sumber Foto: Humas Kanim)"
            },
            "category": "Pelayanan Keimigrasian",
            "title": "Lakukan Pendampingan Site Visit, DIRSISTIK Harapkan Peningkatan Kinerja di TPI Soekarno-Hatta Melalui Kerjasama Dengan Securityport",
            "content": [
              {
                "type": "p",
                "content": "Jumat (01/04) Rombongan dari Tim Direktorat Sistem dan Teknologi Informasi Keimigrasian (Dirsistik) yang dipimpin langsung oleh Agato P. P Simamora selaku Direktur Sistem dan Teknologi Informasi Keimigrasian bersama dengan Rombongan Kanim Soetta mendapingi Tim dari Securiport melakukan survey kondisi Tempat Pemeriksaan Imigrasi (TPI) di Bandara Soetta."
              },
              {
                "type": "g",
                "content": {
                  "url": "/images/news/0go7nxN.jpg",
                  "photoDescription": "Dirsitik memimpin diskusi terkait keadaan TPI Soetta dan target apa yang diharapkan dari kerjasama dengan Tim Securiport (Sumber Foto: Humas Kanim Soetta)"
                }
              },
              {
                "type": "p",
                "content": "Sebelum lakukan site visit ke Tempat Pemeriksaan Imigrasi di Terminal 3, Terminal 2, Terminal 1 dan Terminal VIP Internasional, seluruh Tim melakukan diskusi bersama di Lounge Kedatangan T3 Internasional. Diskusi ini dipimpin oleh Dirsistik, dalam pemaparannya Agato P. P Simamora menjelaskan kondisi dari TPI Soetta dan harapannya terhadap kerjasama dengan Tim Securiport kedepannya."
              },
              {
                "type": "g",
                "content": {
                  "url": "/images/news/iAD2lMo.jpg",
                  "photoDescription": "Dirsistik, Kepala Kanim Soetta dan Rombongan Menuju Kedatangan T3 Internasional Bandara Soetta (Sumber Foto: Humas Kanim Soetta)"
                }
              },
              {
                "type": "p",
                "content": "Beberapa poin yang menjadi hasil dari diskusi yang dilakukan antara lain: harapan Dirsistik agar adanya peningkatan kinerja imigrasi di TPI melalui berbagai peningkatan sistem pemeriksaan di TPI Soetta, Tim Securiport membutuhkan blueprint struktur Bandara Soetta serta ruang khusus di Bandara untuk melakukan proses peningkatan sistem pemeriksaan keimigrasian serta Imigrasi Soetta diharapkan dapat memberikan masukan dan diskusi kepada Tim Securiport dalam proses kerjasama kedepannya."
              },
              {
                "type": "g",
                "content": {
                  "url": "/images/news/S4AVL6t.jpg",
                  "photoDescription": "Dirsistik jelaskan keadaan sistem pemeriksaan keimigrasian di T3 Kedatangan Internasional Bandara Soetta kepada Tim Securiport (Sumber Foto: Humas Kanim Soetta)"
                }
              },
              {
                "type": "p",
                "content": "Setelah melakukan diskusi rombongan langsung melakukan pengamatan langsung pada tempat pemeriksaan imigrasi sembari Tim Securiport melakukan survey keadaan area imigrasi. Pengamatan dilakukan mulai dari mesin Autogate di T3, Konter Imigrasi di T3, T2, VIP dan T1 Internasional. Dirsistik juga menyematkan diri untuk memimpin rombongan melihat keadaan Ruang Tata Usaha, Ruang Server dan Pantry di Area Imigrasi. Kegiatan site visit diakhiri dengan pengamatan keadaan di kedatangan Terminal 2 Bandara Soetta."
              }
            ],
            "created_at": "2022-04-02",
            "tags": ""
          }
        ]
      },
      {
        "majalahGezit": [
          {
	    "coverUrl": "/images/news/majalah-gezit-edisi-vi-2022.jpg",
	    "title": "Buletin GEZIT Edisi VI 2022",
	    "downloadUrl": "https://soekarnohatta.imigrasi.go.id:8001/web-content/uploads/docs/gezit/EDISI-6-GEZIT-Tahun-2022.pdf",
	    "year": "2022"
	  }, 
	  {
             "coverUrl": "/images/news/majalah-gezit-edisi-v-2022.jpg",
             "title": "Buletin GEZIT Edisi V 2022",
             "downloadUrl": "https://soekarnohatta.imigrasi.go.id:8001/wp-content/uploads/2022/09/MAJALAH-GEZIT-V2.pdf",
             "year": "2022"
          },
          {
            "coverUrl": "/images/news/majalah-gezit-edisi-iv-2022.jpg",
            "title": "Buletin GEZIT Edisi IV 2022",
            "downloadUrl": "https://soekarnohatta.imigrasi.go.id:8001/wp-content/uploads/2022/09/MAJALAH-GEZIT-IV2-2.pdf",
            "year": "2022"
          },
          {
            "coverUrl": "/images/news/majalah-gezit-edisi-iii-2022.jpg",
            "title": "Buletin GEZIT Edisi III 2022",
            "downloadUrl": "https://soekarnohatta.imigrasi.go.id:8001/wp-content/uploads/2022/05/MAJALAH-GEZIT-EDISI-3.pdf",
            "year": "2022"
          },
          {
            "coverUrl": "/images/news/majalah-gezit-edisi-ii-2022.jpg",
            "title": "Buletin GEZIT Edisi II 2022",
            "downloadUrl": "https://soekarnohatta.imigrasi.go.id:8001/wp-content/uploads/2022/04/BULETIN-EDISI-2.pdf",
            "year": "2022"
          },
          {
            "coverUrl": "/images/news/majalah-gezit-edisi-i-2022.jpg",
            "title": "Buletin GEZIT Edisi I 2022",
            "downloadUrl": "https://soekarnohatta.imigrasi.go.id:8001/wp-content/uploads/2022/03/MAJALAH-GEZIT-INDO.pdf",
            "year": "2022"
          },
            {
                "coverUrl": "/images/news/majalah-gezit-edisi-v-2021.jpg",
                "title": "Buletin GEZIT Edisi V 2021",
                "downloadUrl": "https://soekarnohatta.imigrasi.go.id:8001/web-content/uploads/docs/gezit/EDISI-5-GEZIT-Tahun-2021.pdf",
                "year": "2021"
            },
            {
                "coverUrl": "/images/news/majalah-gezit-edisi-iv-2021.jpg",
                "title": "Buletin GEZIT Edisi IV 2021",
                "downloadUrl": "https://soekarnohatta.imigrasi.go.id:8001/web-content/uploads/docs/gezit/EDISI-4-GEZIT-Tahun-2021.pdf",
                "year": "2021"
            },
            {
                "coverUrl": "/images/news/majalah-gezit-edisi-iii-2021.jpg",
                "title": "Buletin GEZIT Edisi III 2021",
                "downloadUrl": "https://soekarnohatta.imigrasi.go.id:8001/web-content/uploads/docs/gezit/EDISI-3-GEZIT-Tahun-2021.pdf",
                "year": "2021"
            },
            {
                "coverUrl": "/images/news/majalah-gezit-edisi-ii-2021.jpg",
                "title": "Buletin GEZIT Edisi II 2021",
                "downloadUrl": "https://soekarnohatta.imigrasi.go.id:8001/wp-content/uploads/2021/06/Buletin-Gezit-Edisi-2.pdf",
                "year": "2021"
            },
            {
                "coverUrl": "/images/news/majalah-gezit-edisi-i-2021.jpg",
                "title": "Buletin GEZIT Edisi I 2021",
                "downloadUrl": "https://soekarnohatta.imigrasi.go.id:8001/wp-content/uploads/2021/05/BULETIN-2.pdf",
                "year": "2021"
            }
        ]
      },
      {
        "pengumuman": [
          {
            "images": [
              "/images/news/drive-thru-announcement.jpg"
            ],
            "created_at": "2022-08-24",
            "title": "Layanan Drive Thru",
            "content": [
              {
                "type": "p",
                "content": "Kantor Imigrasi Kelas I Khusus TPI Soekarno Hatta telah meresmikan layanan SI PELURU (Inovasi Pengambilan Layanan Drive Thru).  Dengan layanan baru ini, pemohon dapat melakukan pengambilan paspor tanpa turun dari kendaraannya."
              },
              {
                "type": "p",
                "content": "Pemohon telah disediakan lajur khusus untuk pengambilan paspor, proses pengambilan paspor akan berlangsung secara singkat dimana pemohon hanya perlu melakukan scan barcode di konter pertama, lalu maju dan mengambil paspor di pos loket selanjutnya. "
              },
              {
                "type": "p",
                "content": "Layanan Drive Thru ini beroperasi mengikuti jam operasional kantor yaitu pukul 08.00 - 15.00 WIB."
              },
              {
                "type": "h4",
                "content": "Tahap-tahap dalam layanan Drive Thru:"
              },
              {
                "type": "ol",
                "content": [
                  {
                    "type": "li",
                    "className":"list-c list-number",
                    "content": "Pastikan pemberitahuan status paspor anda terkonfirmasi selesai lewat sms/wa/web;"
                  },
                  {
                    "type": "li",
                    "className":"list-c list-number",
                    "content": "Arahkan barcode Nomor Permohonan pada barcode scanner mesin pengambilan paspor Drive Thru;"
                  },
                  {
                    "type": "li",
                    "className":"list-c list-number",
                    "content": "Jika terdapat keterangan `Masih dalam Proses` maka paspor anda belum selesai dan diminta untuk menghubungi petugas informasi;"
                  },
                  {
                    "type": "li",
                    "className":"list-c list-number",
                    "content": "Jika paspor telah selesai dapat langsung menuju loket pengambilan paspor Drive Thru dan serahkan persyaratan pengambilan paspor kepada petugas;"
                  },
                  {
                    "type": "li",
                    "className":"list-c list-number",
                    "content": "Tanda tangani form perdim dan paspor dapat anda terima."
                  }
                ]
              },
              {
                "type": "p",
                "content": "Sahabat Mido.. Yuk, cobain layanan baru ini yaaa…"
              }
            ],
            "attachmentUrl": [],
            "tags": "",
            "show_beranda": true
          },
          {
            "images": [
              "/images/news/HywApmX.png"
            ],
            "created_at": "2022-08-24",
            "title": "Jam Pelayanan",
            "content": [
              {
                "type": "h4",
                "content": "Jam Pelayanan Kantor Imigrasi Kelas I Khusus TPI Soekarno Hatta"
              },
              {
                "type": "ol",
                "content": [
                  {
                    "type": "li",
                    "content": "Senin - Kamis: 07.30 - 16.00 WIB"
                  },
                  {
                    "type": "li",
                    "content": "Istirahat: 12.00-13.00 WIB"
                  },
                  {
                    "type": "li",
                    "content": "Jumat: 7.30 – 16.30 WIB"
                  },
                  {
                    "type": "li",
                    "content": "Istirahat: 11.30 – 13.00 WIB"
                  }
                ]
              },
              {
                "type": "h4",
                "content": "Permohonan Pembuatan Paspor: 08.00 – 15.00 WIB"
              }
            ],
            "attachmentUrl": [],
            "tags": "",
            "show_beranda": true
          },
          {
            "images": [
              "/images/news/PXtFQEw.png"
            ],
            "created_at": "2022-09-26",
            "title": "Negara Subjek VOA",
            "content": [
              {
                "type": "p",
                "content": "Per tanggal 15 September tahun 2022, pemerintah telah menetapkan daftar negara yang mendapatkan fasilitas Visa On Arrival, antara lain:"
              },
              {
                "type": "ol",
                "content": [
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Afrika Selatan,"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Albania,"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Amerika Serikat,"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Andorra,"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Arab Saudi"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Argentina"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Australia"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Austria"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Bahrain"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Belanda"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Belarus"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Belgia"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Brazil"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Brunei Darussalam"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Bosnia Herzegovina"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Bulgaria"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Ceko"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Chile"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Denmark"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Ekuador"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Estonia"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Filipina"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Finlandia"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Hongkong"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Hungaria"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "India"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Inggris"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Irlandia"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Italia"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Islandia"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Jepang"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Jerman"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Kamboja"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Kanada"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Kolombia"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Korea Selatan"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Kroasia"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Kuwait"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Laos"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Latvia"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Liechtenstein"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Lithuania"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Luksemburg"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Maladewa"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Malaysia"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Malta"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Maroko"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Meksiko"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Mesir"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Monako"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Myanmar"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Norwegia"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Oman"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Palestina"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Prancis"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Peru"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Polandia"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Portugal"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Qatar"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Rumania"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Rusia"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "San Marino"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Selandia Baru"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Serbia"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Seychelles"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Singapura"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Siprus"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Slovakia"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Slovenia"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Spanyol"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Suriname"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Swedia"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Swiss"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Taiwan"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Thailand"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Timor Leste"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Tiongkok"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Tunisia"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Turki"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Uni Emirat Arab"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Uzbekistan"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Ukraina"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Vatikan"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Vietnam"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Yordania"
                  },
                  {
                    "type": "li",
                    "className": "list-c list-number",
                    "content": "Yunani"
                  }
                ]
              },
              {
                "type": "a",
                "content": {
                  "title": "Link PDF terkait penambahan Subjek VOA",
                  "link": "https://soekarnohatta.imigrasi.go.id:8001/web-content/uploads/docs/SE_DITJENIM_NOMOR-IMI-0650.GR.01.01_TAHUN_2022.pdf"
                }
              }
            ],
            "attachmentUrl": [],
            "tags": "",
            "show_beranda": true
          },
          {
            "images": [
              "/images/news/cZ1OIhF.jpg"
            ],
            "created_at": "2022-08-24",
            "title": "Layanan Percepatan Paspor",
            "content": [
              {
                "type": "p",
                "content": "Kantor Imigrasi Kelas 1 Khusus TPI Soekarno Hatta sendiri juga menyediakan layanan khusus percepatan paspor 1 hari."
              },
              {
                "type": "p",
                "content": "Layanan yang dimaksud adalah `Sameday Passport Service` atau layanan percepatan paspor pada hari yang sama. Layanan percepatan ini  berdasarkan PP No. 28 Tahun 2019 tentang jenis dan tarif atas jenis PNBP yang berlaku pada Kementerian Hukum dan HAM"
              },
              {
                "type": "p",
                "content": "Program layanan percepatan paspor ini dapat dilakukan dengan beberapa persyaratan."
              },
              {
                "type": "ol",
                "content": [
                  {
                    "type": "li",
                    "className": "list-number",
                    "content": "Berlaku untuk permohonan baru dan penggantian habis berlaku, tidak untuk penggantian karena hilang/rusak/perubahan data."
                  },
                  {
                    "type": "li",
                    "className": "list-number",
                    "content": "Permohonan pengajuan percepatan paspor diajukan melalui antrean secara langsung (walk-in) mulai pukul 08.00-10.00 WIB dan untuk pembayaran paling lambat pukul 12.00 WIB"
                  },
                  {
                    "type": "li",
                    "content": "Untuk biaya paspor serta e-paspor sendiri memiliki harga yang sama namun dikenakan biaya percepatan tambahan sebesar Rp.1.000.000. dengan rincian sebagai berikut:"
                  },
                  {
                    "type": "li",
                    "className": "sub-list",
                    "content": "- Biaya percepatan per permohonan sebesar Rp 1.000.000"
                  },
                  {
                    "type": "li",
                    "className": "sub-list",
                    "content": "- Biaya buku paspor 48 halaman biasa sebesar Rp 350.000 dan e-paspor sebesar Rp 650.000."
                  },
                  {
                    "type": "li",
                    "content": "Biaya  percepatan paspor sebesar Rp.1.000.000 merupakan Pendapatan Negara Bukan Pajak (PNBP), sesuai dengan dasar hukum yang berlaku."
                  }
                ]
              }
            ],
            "attachmentUrl": [],
            "tags": "",
            "show_beranda": true
          },
          {
            "images": [
              "/images/news/kHNiNW3.jpg",
              "/images/news/bh65sxz.jpg",
              "/images/news/RrnujW4.jpg",
              "/images/news/MKgLWHw.jpg",
              "/images/news/6YEuIY5.jpg",
              "/images/news/P0bIDsm.jpg"
            ],
            "created_at": "2022-04-13",
            "title": "Pemohon Wajib Tahu",
            "content": [
              {
                "type": "p",
                "content": "Di Kantor Imigrasi Soetta sendiri, antrean paspor secara Walk In pendaftarannya dilakukan terlebih dahulu melalui pendaftaran lewat aplikasi WhatsApp, hal ini menghindari penumpukan antrean dan memastikan mereka yang datang benar-benar dapat dilayani pada hari itu juga. Untuk detail mengenai cara pendaftaran dan ketentuan antrean paspor secaraWalk In, pembaca dapat menyimak pada infograpik di atas::"
              }
            ],
            "attachmentUrl": [],
            "tags": "",
            "show_beranda": false
          },
          {
            "images": [
              "/images/news/bEf0aQU.jpg"
            ],
            "created_at": "2022-04-06",
            "title": "Catat! Berikut Adalah Jam Kerja Pelayanan",
            "content": [
              {
                "type": "p",
                "content": "Sesuai dengan <b>Surat Edaran Nomor SEK-15.OT.02.02 Tahun</b> 2022 tentang Pengaturan Kegiatan dan Jam Kerja Bagi Pegawai Aparatur Sipil Negara dan Pemerintah Non Pegawai Negeri (PPNPN) Pada Bulan Suci Ramadhan 1443/2022 Di Lingkungan Kementerian Hukum dan Hak Asasi Manusia, maka jam kerja pelayanan di Kantor Imigrasi Kelas I Khusus TPI Soekarno-Hatta mengalami penyesuaian."
              },
              {
                "type": "p",
                "content": "Adapun jam kerja pelayanan selama bulan Suci Ramadhan adalah seperti tertera di atas:"
              }
            ],
            "attachmentUrl": [],
            "tags": "",
            "show_beranda": false
          },
          {
            "images": [
              "/images/news/RTwkQeh.jpg",
              "/images/news/h32F8nF.jpg"
            ],
            "created_at": "2022-02-14",
            "title": "Catat! Berikut Adalah Cara Mudah Menggunakan Aplikasi",
            "content": [
              {
                "type": "p",
                "content": "Setelah resmi diluncurkan pada 27 Januari kemarin, aplikasi M-Paspor kini menjadi platform utama yang digunakan bagi para calon pemohon paspor. Aplikasi ini merupakan bagian dari inovasi Ditjen Imigrasi dalam hal digitalisasi berkas permohonan paspor, jika sebelumnya pemohon wajib membawa berkas foto copy maka dengan M-Paspor pemohon cukup datang ke kantor imigrasi dengan membawa berkas asli saja."
              },
              {
                "type": "p",
                "content": "Aplikasi M-Paspor tersedia dan dapat diunduh secara gratis di Google Playstore dan Apple AppStore. Bagi para calon pemohon paspor yang mungkin masih bingung dalam penggunaan M-Paspor, setelah mengunduh aplikasi M-Paspor, di atas adalah langkah-langkah penggunaannya:"
              }
            ],
            "attachmentUrl": [],
            "tags": "",
            "show_beranda": false
          },
          {
            "images": [
              "/images/news/kLajVgf.jpg"
            ],
            "created_at": "2022-01-19",
            "title": "Immigration On Air Part II",
            "content": [
              {
                "type": "p",
                "content": "Setelah sukses dengan bagian pertama Immigration ON AIR yang diselenggarakan beberapa waktu lalu, kini Kanim Soetta akan kembali lagi melaksanakan Immigration ON AIR dengan tema “Pencegahan Migran Indonesia Non Prosedural”, kalau sebelumnya Kolaborasi dengan Satgas Covid-19, kali ini Kanim Soetta menggandeng BP2MI untuk live bersama."
              },
              {
                "type": "p",
                "content": "Melalui acara ini diharapkan nantinya, masyarakat dapat teredukasi tentang bagaimana proses pemeriksaan tenaga migran Indonesia yang akan bekerja di luar negeri serta persyaratan apa saja yang harus dipenuhi untuk menjadi pekerja migran Indonesia (PMI) secara resmi di luar negeri."
              },
              {
                "type": "p",
                "content": "Acara ini akan live pada tanggal 20 Januari 2022, melalui akun Instagram Kanim Soetta, pembaca yang tertarik dengan pembahasan ini wajib menonton karena dipastikan informasi yang dibahas akan memberi manfaat dan menambah pengetahuan pembaca dalam hal aturan keimigrasian dan proses untuk menjadi PMI resmi di luar negeri."
              }
            ],
            "attachmentUrl": [],
            "tags": "",
            "show_beranda": false
          },
          {
            "images": [
              "/images/news/1p5wxB4.jpg",
              "/images/news/DQeXMMc.jpg",
              "/images/news/eyX2WT5.jpg"
            ],
            "created_at": "2022-01-11",
            "title": "Kepala Kantor dan Jajaran Pejabat Struktural Kanim Seotta Mengikuti Kegiatan Deklarasi",
            "content": [
              {
                "type": "p",
                "content": "Selasa 10 Januari 2022 Kepala, Kantor dan Jajaran Pejabat Struktural serta Pegawai Pelaksana dilingkungan Kanim Soetta secara terpisah mengikuti kegiatan deklarasi janji kinerja 2022 yang dilaksanakan oleh Kanwil Kumham DKI Jakarta. Kepala Kantor, Bapak Romi Yudianto secara langsung menghadiri kegiatan ini di Aula Lantai 4, Kanwil KumHam DKI Jakarta, sedangkan jajaran Pejabat Struktural dan Pegawai Pelaksana mengikuti kegiatan ini lewat Zoom Conference di Ruang Rapat Kepala Kantor Lantai 2, Kanim Soetta."
              }
            ],
            "attachmentUrl": [],
            "tags": "",
            "show_beranda": false
          },
          {
            "images": [
              "/images/news/awFEPgk.jpg",
              "/images/news/Ue6Fehg.jpg"
            ],
            "created_at": "2021-12-31",
            "title": "Siaran Pers Apresiasi Kantor Wilayah DKI Jakarta",
            "content": [
              {
                "type": "p",
                "content": "Mengakhiri tahun 2021, Kantor Imigrasi Kelas I Khusus TPI SoekarnoHatta berhasil menorehkan berbagai capaian sebagai bukti kinerja nyata bagi masyarakat. Anugerah Wilayah Bebas dari Korupsi (WBK) merupakan pencapaian atas upaya Kantor Imigrasi SoekarnoHatta dalam memberikan komitmen pemberantasan korupsi dan pelayanan prima yang penuh inovasi guna memberikan kemudahan bagi masyarakat. Dalam acara Refleksi akhir tahun 2021 yang digelar di Aula Kantor Wilayah Kementerian Hukum dan HAM DKI Jakarta, Ibnu Chuldun selaku kepala Kanwil Kemenkumham DKI Jakarta memberikan apresiasi piagam penghargaan kepada Romi Yudianto selaku Kepala Kantor Imigrasi Kelas I Khusus TPI Soekarno-Hatta karena telah berhasil meraih predikat Wilayah Bebas dari Korupsi (WBK)."
              }
            ],
            "attachmentUrl": [],
            "tags": "",
            "show_beranda": false
          },
          {
            "images": [
              "/images/news/nrcto6N.jpg",
              "/images/news/UDlgksj.jpg",
              "/images/news/AWbbJsO.jpg",
              "/images/news/IbClF6x.jpg"
            ],
            "created_at": "2021-06-08",
            "title": "Hasil Survey IKM & IPK Mei 2021",
            "content": [
              {
                "type": "p",
                "content": "Sebagai salah satu Unit Pelaksana Teknis, Imigrasi Soekarno-Hatta memiliki tugas dan fungsi untuk memberikan pelayanan keimigrasian bagi masyarakat. Upaya perbaikan dan peningkatan kualitas pelayanan publik terus dilakukan oleh Kantor kami dalam berbagai aspek layanan untuk mewujudkan pelayanan publik yang prima yaitu pelayanan yang memenuhi asas kepastian, kecepatan dan kemudahan pelayanan. Hal ini juga dilakukan untuk mendukung Imigrasi Soekarno Hatta dalam pembentukan Zona Integritas menuju Wilayah Bebas dari Korupsi (WBK)."
              },
              {
                "type": "p",
                "content": "Oleh karena itu, untuk mengetahui hal-hal apa saja yang perlu dilakukan perbaikan dalam hal pelayanan publik pada Kantor Imigrasi Soekarno-Hatta, maka diadakan survei terhadap Indek Kepuasan Masyarakat (IKM) dan Indeks Persepsi Korupsi (IPK). Hasil survei ini akan dijadikan tolak ukur dalam meningkatkan kualitas pelayanan yang dilakukan oleh Kantor Imigrasi Kelas I Khusus TPI Soekaro Hatta."
              }
            ],
            "attachmentUrl": [],
            "tags": "",
            "show_beranda": false
          },
          {
            "images": [
              "/images/news/XD5Hau9.jpg",
              "/images/news/CprV5ST.jpg",
              "/images/news/ZTZFyBY.jpg",
              "/images/news/uiyTvxf.jpg"
            ],
            "created_at": "2021-05-25",
            "title": "Hasil Survey IKT & IPK",
            "content": [
              {
                "type": "p",
                "content": "Survei IKM dan IPK atas Pelayanan Keimigrasian"
              },
              {
                "type": "p",
                "content": "Terimakasih atas partisipasinya telah mengisi kuesioner survei IKM dan IPK atas Pelayanan Keimigrasian di Imigrasi Soetta pada bulan April 2021"
              },
              {
                "type": "p",
                "content": "Imigrasi Soekarno-Hatta berkomitmen memberikan pelayanan SANGAT BAIK dengan terus meningkatkan kinerja pelayanan kami."
              }
            ],
            "attachmentUrl": [],
            "tags": "",
            "show_beranda": false
          },
          {
            "images": [
              "/images/news/qGGtEoG.jpg",
              "/images/news/JHsbnPH.jpg"
            ],
            "created_at": "2021-01-04",
            "title": "Cegah Varian Baru Covid-19",
            "content": [
              {
                "type": "p",
                "content": "Dengan mempertimbangkan dinamika perkembangan varian baru virus Covid-19 B.1.1.529 atau yang lebih dikenal dengan Omicron di berbagai negara, maka pemerintah melalui Direktorat kembali memberlakukan aturan terkait pembatasan Warga Negara Asing yang pernah Tinggal dan atau Mengunjungi wilayah beberapa negara tertentu untuk masuk ke Indonesia."
              },
              {
                "type": "p",
                "content": "Dalam Surat Edaran Nomor. IMI-0303.GR.01.01 Tahun 2021, Warga Negara Asing yang pernah tinggal atau berkunjung pada negara; Afrika Selatan, Bostwana, Norwegia, Angola, Zambia, Zimbabwe, Malawi, Mozambique, Namibia, Eswatini, Lesotho, Inggris dan Denmark dalam jangka waktu 14 hari terakhir, maka tidak diizinkan untuk masuk ke wilayah Indonesia (dilakukan penolakan)."
              }
            ],
            "tags": "",
            "show_beranda": false
          },
          {
            "images": [
              "/images/news/J7IPEJD.jpg",
              "/images/news/q7BV4Fj.jpg",
              "/images/news/PobuJn4.jpg",
              "/images/news/SmMZApG.jpg"
            ],
            "created_at": "2021-01-01",
            "title": "Care To Action",
            "content": [
              {
                "type": "p",
                "content": "Berbeda dari tahun-tahun sebelumnya dimana Kanim Soetta memberikan rangkaian bunga kepada para penumpang, tahun ini mengingat kondisi Indonesia masih didera wabah Covid-19, maka sebagai bentuk pengingat untuk selalu menerapkan protokol kesehatan, Kanim Soetta memberikan bingkisan kesehatan (healthy kit) yang berisi masker dan sanitizer. Terselenggaranya program “Care to Action” di malam pergantian tahun baru adalah bagian dari kemitraan antara Kantor Imigrasi Kelas I Khusus TPI Soekarno-Hatta dengan PT Sari Enesis Indah selaku produsen produk kesehatan yang sudah cukup ternama, ANTIS."
              },
              {
                "type": "p",
                "content": "Pembagian healthy kit ini merupakan bentuk partisipasi Kantor Imigrasi Kelas I Khusus TPI Soekarno-Hatta dalam menyosialisasikan Gerakan 5M yakni: menggunakan masker, menjaga jarak, mencuci tangan, mengurangi mobilitas dan menjauhi kerumunan guna memutus mata rantai penyebaran Covid-19. Program lainnya yang juga akan digelar oleh Kanim Soetta adalah pembagian healthy kit bagi 100 pemohon paspor pertama pada tanggal 4 Januari 2021 mendatang."
              }
            ],
            "tags": "",
            "show_beranda": false
          }
        ]
      },
      {
        "siaranPers": [
	  {
	    "title": "WNA Australia & Jepang Yang Lakukan Kekerasan Terhadap Petugas Imigrasi Dideportasi",
	    "category": "Tindakan Administratif Keimigrasian",
	    "date": "2022-10-21",
	    "url": "https://soekarnohatta.imigrasi.go.id:8001/web-content/uploads/docs/siaran-pers/221021-Siaran-Pers-Deportasi-WNA-Australia-dan-Jepang.pdf"
	   },
	   {
	    "title": "Hina Petugas Imigrasi, 2 WNA dideportasi",
	    "category": "Tindakan Administratif Keimigrasian",
	    "date": "2022-10-19",
	    "url": "https://soekarnohatta.imigrasi.go.id:8001/web-content/uploads/docs/siaran-pers/221019-Hina-Petugas-Imigrasi-2-WNA-dideportasi.pdf"
	   },
	   {
            "title": "Masa Berlaku Paspor Disahkan Jadi 10 Tahun, Imigrasi Siapkan Petunjuk Teknis",
            "category": "Pelayanan Keimigrasian",
            "date": "2022-10-11",
            "url": "https://soekarnohatta.imigrasi.go.id:8001/web-content/uploads/docs/siaran-pers/221011-Paspor-Berlaku-10-Tahun.pdf"
	  },
          {
            "title": "Terminal 2F Internasional di Operasikan Kembali Imigrasi Soetta Siagakan 12 Konter Pemeriksaan",
            "category": "Pelayanan Keimigrasian",
            "date": "2022-10-01",
            "url": "https://soekarnohatta.imigrasi.go.id:8001/web-content/uploads/docs/siaran-pers/221001-Terminal-2F-Keberangkatan-Internasional-Kembali-Beroperasi.pdf"
          },
           {
            "title": "Luncurkan Layanan Drive Thru Ambil Paspor Kian Mudah",
            "category": "Pelayanan Keimigrasian",
            "date": "2022-09-07",
            "url": "https://soekarnohatta.imigrasi.go.id:8001/web-content/uploads/docs/siaran-pers/220907-Peluncuran-Layanan-Drive-Thru.pdf"
          },
           {
            "title": "Gunakan Visa Palsu Tiga WNA Pakistan di Amankan",
            "category": "Pengawasan Keimigrasian",
            "date": "2022-08-18",
            "url": "https://soekarnohatta.imigrasi.go.id:8001/web-content/uploads/docs/siaran-pers/220818-3-WN-Pakistan-Pengguna-Visa-Palsu.pdf"
          },	
           {
            "title": "Imigrasi Soekarno-Hatta Cegah Keberangkatan 1.726 PMI Non Prosedural",
            "category": "Pengawasan Keimigrasian",
            "date": "2022-08-14",
            "url": "https://soekarnohatta.imigrasi.go.id:8001/web-content/uploads/docs/siaran-pers/220814-Pencegahan-Keberangkatan-PMI-Non-Prosedural.pdf"
          },	
           {
            "title": "Gunakan Paspor Palsu WNA di Bekuk Imigrasi Soekarno-Hatta",
            "category": "Pengawasan Keimigrasian",
            "date": "2022-07-12",
            "url": "https://soekarnohatta.imigrasi.go.id:8001/web-content/uploads/docs/siaran-pers/220712-Temuan-WNA-Pengguna-Paspor-Palsu-Meksiko.pdf"
          },	
           {
            "title": "Cegah Penyalahgunaan Visa Imigrasi Perketat Pemeriksaan Calon Haji",
            "category": "Pengawasan Keimigrasian",
            "date": "2022-07-05",
            "url": "https://soekarnohatta.imigrasi.go.id:8001/web-content/uploads/docs/siaran-pers/220705-Cegah-Penyalahgunaan-Visa-Imigrasi-Perketat-Pemeriksaan-Calon-Haji.pdf"
          },
           {
            "title": "Pengawasan Deportasi DPO Penipuan Dana Bansos Covid-19 di Jepang",
            "category": "Pengawasan Keimigrasian",
            "date": "2022-06-22",
            "url": "https://soekarnohatta.imigrasi.go.id:8001/web-content/uploads/docs/siaran-pers/220622-Pengawasan-Deportasi-DPO-Penipuan-Dana-Bansos-Covid-19-di-Jepang.pdf"
          },		  
           {
            "title": "Kenaikan Penerbitan Passpor di Imigrasi Soekarno-Hatta Naik Hingga 131%",
            "category": "Pelayanan Keimigrasian",
            "date": "2022-04-14",
            "url": "https://soekarnohatta.imigrasi.go.id:8001/web-content/uploads/docs/siaran-pers/220414-Siaran-Pers-Kenaikan-Penerbitan-paspor-di-Imisoetta-2022.pdf"
          },
		  {
            "title": "820 WNA GUNAKAN FASILITAS VOA DI BANDARA SOEKARNO-HATTA",
            "category": "Data Perlintasan",
            "date": "2022-04-12",
            "url": "https://soekarnohatta.imigrasi.go.id:8001/web-content/uploads/docs/siaran-pers/220412-Siaran-Pers-Data-Pelintas-VOA.pdf"
          },
		  {
            "title": "Sudah P21 Dua WNA India diserahkan ke KEJARI",
            "category": "Tindakan Administratif Keimigrasian",
            "date": "2022-04-05",
            "url": "https://soekarnohatta.imigrasi.go.id:8001/web-content/uploads/docs/siaran-pers/220405-SudahP21-Dua-WNA-India-Diserahkan-ke-KEJARI.pdf"
          },
		  {
            "title": "Langkah Antisipasi Imigrasi Soekarno-Hatta Cegah Omicron",
            "category": "Serba-Serbi",
            "date": "2022-01-18",
            "url": "https://soekarnohatta.imigrasi.go.id:8001/web-content/uploads/docs/siaran-pers/220118-Langkah-Antisipasi-Imigrasi-Soekarno-Hatta-Cegah-Omicron.pdf"
          },
		  {
            "title": "Deportasi Penolakan Masuk WNA Periode 1-16 Januari 2022",
            "category": "Data Keimigrasian",
            "date": "2022-01-17",
            "url": "https://soekarnohatta.imigrasi.go.id:8001/web-content/uploads/docs/siaran-pers/220117-Laporan-Deportasi-Penolakan-Masuk-WNA-Periode-1-16-Januari-2022.pdf"
          },		  
          {
            "title": "Imigrasi Soekarno-Hatta Deportasi 2 WN Inggris",
            "category": "Tindakan Administratif Keimigrasian",
            "date": "2021-05-21",
            "url": "https://soekarnohatta.imigrasi.go.id:8001/web-content/uploads/docs/siaran-pers/210521-Siaran-Pers-Imigrasi-Soetta-Deportasi-2-WN-Inggris.pdf"
          },
          {
            "title": "Imigrasi Soekarno-Hatta Pulangkan 32 Warna Negara India",
            "category": "Tindakan Administratif Keimigrasian",
            "date": "2021-04-25",
            "url": "https://soekarnohatta.imigrasi.go.id:8001/web-content/uploads/docs/siaran-pers/210425-Siaran-Pers-Imigrasi-Soetta-Pulangkan-32-WN-India.pdf"
          },
          {
            "title": "Imigrasi Soekarno-Hatta Jalankan Pemeriksaan Sesuai SOP",
            "category": "Pelayanan Keimigrasian",
            "date": "2021-04-23",
            "url": "https://soekarnohatta.imigrasi.go.id:8001/web-content/uploads/docs/siaran-pers/210423-Siaran-Pers-Imigrasi-Soetta-Jalankan-Pemeriksaan-Sesuai-SOP.pdf"
          },
          {
            "title": "Pengawasan Deportasi WN Rusia Buron Interpol",
            "category": "Pengawasan Keimigrasian",
            "date": "2021-03-23",
            "url": "https://soekarnohatta.imigrasi.go.id:8001/web-content/uploads/docs/siaran-pers/210323-Siaran-Pers-Pengawasan-Deportasi-WN-Rusia-Buron-Interpol.pdf"
          },
          {
            "title": "Imigrasi Soekarno-Hatta Ungkap Sindikat Visa Elektronik Palsu",
            "category": "Pengawasan Keimigrasian",
            "date": "2021-03-25",
            "url": "https://soekarnohatta.imigrasi.go.id:8001/web-content/uploads/docs/siaran-pers/210325-Siaran-Pers-Imigrasi-Soetta-Ungkap-Indikasi-Sindikat-Visa-Elektronik-Palsu.pdf"
          },
          {
            "title": "Pemberian Izin Masuk 153 WNA Penumpang CZ387",
            "category": "Pelayanan Keimigrasian",
            "date": "2021-01-26",
            "url": "https://soekarnohatta.imigrasi.go.id:8001/web-content/uploads/docs/siaran-pers/210126-Siaran-Pers-Pemberian-Izin-Masuk-153-WNA-Penumpang-CZ387.pdf"
          }			
        ]
      },
      {
        "galerifoto": [
		{
		  "url": [
		    "/images/news/CETAK1.jpg"
		  ],
		  "description": "Penjemputan Jenazah Kepala Kantor Imigrasi Kelas I TPI Samarinda di Bandara Internasional Soekarno-Hatta.",
		  "photographer": "Panca Parlemen"
		},
		{
		  "url": [
		    "/images/news/CETAK2.jpg"
		  ],
		  "description": "Patung Proklamator Soekarno-Hatta sebagai simbol Bandara Internasional Soekarno-Hatta yang menjadi gerbang orang masuk dan keluar wilayah Indonesia.",
		  "photographer": "Jimmy Asmoro"
		},
		{
		  "url": [
		    "/images/news/CETAK3.jpg"
		  ],
		  "description": "Tim Senam Kantor Imigrasi Soekarno-Hatta berpartisipasi dalam Lomba Poco-Poco sebagai rangkaian acara Hari Dharma Karya Dhika (HDKD) ke-77.",
		  "photographer": "Nandiwadhana Dharmmesta"
		},
		{
		  "url": [
		    "/images/news/CETAK4.jpg"
		  ],
		  "description": "Proses ekstradisi Robert Horvath, warga negara Hongaria yang menjadi tersangka tindak kejahatan.",
		  "photographer": "Badarudin Ramdani"
		},
		{
		  "url": [
		    "/images/news/CETAK5.jpg"
		  ],
		  "description": "Pelaksanaan lomba tenis meja sebagai rangkaian acara Hari Dharma Karya Dhika (HDKD) ke-77 yang diselenggarakan Kantor Imigrasi Soekarno-Hatta.",
		  "photographer": "Danar Dono"
		},
		{
		  "url": [
		    "/images/news/CETAK6.jpg"
		  ],
		  "description": "Proses pemulangan Surya Darmadi yang berstatus sebagai tersangka kasus dugaan korupsi lahan sawit PT Duta Palma dengan kerugian Rp 78 triliun.",
		  "photographer": "Yoga Aditya"
		},
		{
		  "url": [
		    "/images/news/CETAK7.jpg"
		  ],
		  "description": "Konferensi pers Kantor Imigrasi Soekarno-Hatta mengenai WN India pengguna paspor dan visa palsu.",
		  "photographer": "Riki Rachman"
		},
		{
		  "url": [
		    "/images/news/CETAK8.jpg"
		  ],
		  "description": "Senam Jumat pagi yang dilaksanakan setiap minggu untuk menjaga kebugaran jasmani para pegawai.",
		  "photographer": "Elisabet Nur"
		},
		{
		  "url": [
		    "/images/news/CETAK9.jpg"
		  ],
		  "description": "Pemaparan Kepala Kantor Muhammad Tito Andrianto dalam konferensi pers WN Pakistan yang menggunakan visa palsu untuk masuk Indonesia.",
		  "photographer": "Ega Wandanu"
		},
		{
		  "url": [
		    "/images/news/CETAK10.jpg"
		  ],
		  "description": "Pin “Tegur Saya Jika Saya Tidak Ramah” sebagai wujud semangat dan komitmen seluruh pegawai dalam memberikan pelayanan terbaik kepada masyarakat.",
		  "photographer": "Intan Rahmadini"
		},
          {
            "url": [
              "/images/news/CsRW6Qz.jpg"
            ],
            "description": "Pelaksanaan lomba makan kerupuk dalam rangka memeriahkan peringatan HUT RI ke-77. Lomba ini diikuti oleh perwakilan dari setiap bidang kerja di Kantor Imigrasi Kelas I Khusus TPI Soekarno-Hatta.",
            "photographer": "Prama Yogi"
          },
          {
            "url": [
              "/images/news/827JPl9.jpg"
            ],
            "description": "Pelaksanaan lomba memasukkan belut ke dalam botol dalam rangka memeriahkan peringatan HUT RI ke-77. Lomba ini diikuti oleh perwakilan dari setiap bidang kerja di Kantor Imigrasi Kelas I Khusus TPI Soekarno-Hatta.",
            "photographer": "Riki Permana"
          },
          {
            "url": [
              "/images/news/Dc11RuN.jpg"
            ],
            "description": "Tim senam yang mewakili Kantor Imigrasi Kelas I Khusus TPI Soekarno-Hatta dalam perlombaan Senam Poco-Poco Kanwil DKI Jakarta dalam rangka memperingati Hari Dharma Karya Dhika ke-77",
            "photographer": "Nandiwardhana Dharmmesta"
          },
          {
            "url": [
              "/images/news/zOrU3k4.jpg"
            ],
            "description": "Kabid Tikim Ketika menerima penghargaan Silver Winner Media Darling dalam ajang Anugerah Humas Imigrasi Indonesia (AHII).",
            "photographer": "Badarudin Ramdani"
          },
          {
            "url": [
              "/images/news/dvPSJ3G.jpg"
            ],
            "description": "Kabid TPI yang hadir mewakili Kantor Imigrasi Kelas I Khusus TPI Soekarno-Hatta dalam Rapat Koordinasi Komite Fasilitasi (FAL) Bandar Udara Soekarno-Hatta. Dalam kegiatan ini, turut hadir perwakilan dari setiap instansi yang tergabung dalam KOMBATA (Komunitas Bandara Soekarno-Hatta)",
            "photographer": "Elisabet Nur W."
          },
          {
            "url": [
              "/images/news/alk8KhG.jpg"
            ],
            "description": "Proses pengibaran bendera merah putih pada Upacara Peringatan Hari Kemerdekaan Indonesia ke-77. Upacara kali ini dilaksanakan di halaman kantor dan dihadiri oleh setiap pegawai Kantor Imigrasi Kelas I Khusus TPI Soekarno-Hatta.",
            "photographer": "Yoga Aditya"
          },
          {
            "url": [
              "/images/news/9dsSWTU.jpg"
            ],
            "description": "Pelaksanaan kegiatan “Asesmen Bersama di Bandara Internasional Soekarno-Hatta Terkait Kesiapsiagaan dan Pemulihan Covid-19” yang diadakan atas Kerjasama IOM dengan Direktorat Jenderal Imigrasi.",
            "photographer": "Ai Rahmiyati"
          },
          {
            "url": [
              "/images/news/h1GvWik.jpg"
            ],
            "description": "Kegiatan “Penyebaran Informasi Melalui Media Radio (bagian 2)” bersama Radio Prambors FM. Pada kegiatan ini, Kantor Imigrasi Kelas I Khusus TPI Soekarno-Hatta diwakili oleh Kabid Doklanintalkim beserta staff Humas yang bertugas.",
            "photographer": "Prama Yogi"
          }
        ]
      }
    ]
  }
  
